{
  "articles": [
    {
      "title": "Default Email & Subject Line Prompts Provided by Regie.ai",
      "textContents": [
        "In your Prompt Settings, Regie.ai provides a collection of default Personalization Prompts that guide Regie as it crafts your introduction emails to your prospects.  Regie.ai Admins should consider these Prompts as a set of instructions, or guidelines, the AI must follow as it generates personalized emails for prospects through features like the Rapid Writer, Rapid Writer Bolt and the Personalizer, both available for users of the Regie Chrome Extension.  Prompts dictate the structure and tone of the content being generated and standardizes the data sources Regie.ai uses for message personalization.  Utilize the Regie.ai default email prompts as-is or become inspired by them to generate custom prompts that best suit your organization's needs.  Email Body & Subject Line Prompts:     Data Source Priority: 1. LinkedIn Work History  Subject Line Prompt Summarize the email in 3-5 words (10 words maximum). Connect the subject line to the opening line of the email body. Avoid giving too much away. Avoid including the company name.  Email Body Prompt 1. Don't be patronizing. Don't be overly complimentary. Create an opening line summarizing the recipient's career history without using their exact job titles. The description should be simple and human-like, highlighting how their work experience is related to a particular problem area that you will introduce. Avoid complimenting them but instead, lead them to the issue and solution you are about to introduce in the next paragraph. 2. Construct a cold outbound personalized email text, using the identified pain point and the value proposition. Make sure the email is direct and clear, focusing on the pain point and how your product or service can address this issue. Make sure the connection between the pain and the solution is clear and is not forced. 3. Conclude the email with a clear call to action (CTA). This could be an invitation to reply, a request for a meeting, or a provision of further information. Exaggerative adjectives should be avoided. Remember, the message should be easily understandable and unambiguous, focusing on the recipient's pain point and the solution your product or service offers. Use simple and short words.  Rapid Writer Output Preview:   Data Source Priority: 1. LinkedIn About Recipient  2. LinkedIn About Recipient's Company  3. Recent Company News  Subject Line Prompt Read the entire email and reduce the subject line to 3-4 words. one of the words in the subject line should reference the observation that is made about the prospect in the first sentence. the other part of the subject line should be a keyword on the pain or value proposition topics. for example, if we talked about tacos in the email and we related to how making a taco is like personalizing an email, the subject line could be \"tacos and personalized emails?\"  Email Body Prompt  The email should contain less than 90 words. The first sentence should be a joke focused on an observation about them with some humor.  Be descriptive with the observation and use a few keywords that stick out in the email. The second sentence of the email should connect the observation to the prospect's problem they might be facing. Use a few keywords that stick out in the message. The problem must be derived from the value proposition of your company. The second paragraph should show how your value proposition can solve the challenge talked about in the first paragraph.  Include the keywords from the first paragraph so the email flows and there is one coherent theme or thought.Relate back to the initial observation or the challenges they face. End with a paragraph that includes an interest-based CTA question around the problem faced to reply. In the CTA, don't include a specific time.  Rapid Writer Output Preview:   Data Source Priority: 1. LinkedIn About Recipient  2. LinkedIn About Recipient's Company   3. Recent Company News   Subject Line Prompt Read the entire email and reduce the subject line to 3-4 words. one of the words in the subject line should reference the observation that is made about the prospect in the first sentence. the other part of the subject line should be a keyword on the pain or value proposition topics. for example, if we talked about tacos in the email and we related to how making a taco is like personalizing an email, the subject line could be \"tacos and personalized emails?\"  Email Body Prompt The email should contain less than 80 words. The first sentence should be focused on an observation about them. Be descriptive with the observation and use a few keywords that stick out in the email. The second sentence of the email should connect the observation to the prospect's problem they might be facing. Use a few keywords that stick out in the message. The problem must be derived from the value proposition of your company. The second paragraph should show how your value proposition can solve the challenge talked about in the first paragraph. Include the keywords from the first paragraph so the email flows and there is one coherent theme or thought. Relate back to the initial observation or the challenges they face. End with a paragraph that includes an interest-based CTA question around the problem faced to reply. End with a CTA that asks for a specific day and time to meet.  Rapid Writer Output Preview:   Note: Before using this prompt, please update its content by adding your desired landing page URL for Regie to reference in the brackets. Data Source Priority:  1. LinkedIn About Recipient   2. LinkedIn About Recipient's Company   3. Recent Company News  Subject Line Prompt: Read the entire email and reduce the subject line to 3-4 words. one of the words in the subject line should reference the observation that is made about the prospect in the first sentence. the other part of the subject line should be a keyword on the pain or value proposition topics. for example, if we talked about tacos in the email and we related to how making a taco is like personalizing an email, the subject line could be \"tacos and personalized emails?\"   Email Body Prompt:  The email should contain less than 90 words. The first sentence should be focused on an observation about them. Be descriptive with the observation and use a few keywords that stick out in the email. The second sentence of the email should connect the observation to the prospect's problem they might be facing. Use a few keywords that stick out in the message. The problem must be derived from the value proposition of your company. The second paragraph should show how your value proposition can solve the challenge talked about in the first paragraph. Include the keywords from the first paragraph so the email flows and there is one coherent theme or thought. Relate back to the initial observation or the challenges they face. Also reference this landing page: {{!pricing_page_url}}. End with a paragraph that includes an interest-based CTA question around the problem faced to reply. In the CTA, don't include a specific time.  Rapid Writer Output Preview:   Data Source Priority:  1. LinkedIn About Recipient   2. LinkedIn About Recipient's Company   3. Recent Company News  Email Body Prompt:  The email should contain less than 90 words. The first sentence should be focused on a newsworthy event that relates to the recipient's pain points. Be descriptive and use a few keywords that stick out in the email. The second sentence of the email should connect the observation to the prospect's problem they might be facing. Use a few keywords that stick out in the message. The problem must be derived from the value proposition of your company.  The second paragraph should show how your value proposition can solve the challenge talked about in the first paragraph. Include the keywords from the first paragraph so the email flows and there is one coherent theme or thought. Relate back to the initial observation or the challenges they face.  End with a paragraph that includes an interest-based CTA question around the problem faced to reply. In the CTA, don't include a specific time.  Rapid Writer Output Preview:   Data Source Priority:  1. LinkedIn About Recipient   2. LinkedIn About Recipient's Company   3. Recent Company News  Email Body Prompt:  The email should contain less than 90 words. The first sentence should be focused on an observation about them. Be descriptive with the observation and use a few keywords that stick out in the email. The second sentence of the email should connect the observation to the prospect's problem they might be facing. Use a few keywords that stick out in the message. The problem must be derived from the value proposition of your company. The second paragraph should show demonstrate 3 capabilities to show how your value proposition can solve the challenge talked about in the first paragraph. Include the keywords from the first paragraph so the email flows and there is one coherent theme or thought. Include an analogy to the initial observation or the challenges they face. End with a paragraph that includes an interest-based CTA question around the problem faced to reply. In the CTA, don't include a specific time.  Rapid Writer Output Preview: "
      ]
    },
    {
      "title": "Default LinkedIn Message Prompts",
      "textContents": [
        "Managing prompts is only available to Users designated as Regie Admin In your Prompt Settings, Regie.ai provides a small collection of default Personalization Prompts that the AI must follow when crafting introduction emails to potential leads.  Regie.ai Admins should consider these Prompts as a set of instructions, or commands, the AI must follow when it generates introduction messages for prospects through personalization features in the Chrome Extension, like the Rapid Writer and manually created Personalized Messages.  Utilize these prompts as-is or be inspired by them to generate custom prompts that best suit your organization's needs. Default LinkedIn Prompt Subject Line Prompt: Read the entire email and reduce the subject line to 3-4 words. one of the words in the subject line should reference the observation that is made about the prospect in the first sentence. the other part of the subject line should be a keyword on the pain or value proposition topics. for example, if we talked about tacos in the email and we related to how making a taco is like personalizing an email, the subject line could be \"tacos and personalized emails?\"   LinkedIn Message Prompt: The message should contain less than 60 words. The first sentence should be focused on a fun observation about them. Be descriptive with the observation and use a few keywords that stick out in the message. The second sentence of the message should connect the observation to the prospect's problem they might be facing. Use a few keywords that stick out in the message. The problem must be derived from the value proposition of your company. The second paragraph should show how your value proposition can solve the challenge talked about in the first paragraph. Include the keywords from the first paragraph so the message flows and there is one coherent theme or thought. Relate back to the initial observation or the challenges they face. End with a paragraph that includes an interest-based CTA question around the problem faced to reply. do not include signature line. do not include sender name in sign off. Default LinkedIn Connection Request LinkedIn Subject Line Prompt: Do not include a subject line.  LinkedIn Message Prompt: Do not pitch your product or service. Do not mention your company name. Connect the message to a community or interest from the data source if possible. Default LinkedIn InMail LinkedIn Subject Line Prompt: Summarize the LinkedIn Message in 3-5 words (10 words maximum). Connect the subject line to the opening line of the LinkedIn Message. Avoid giving too much away. Avoid saying your company name.  LinkedIn Message Prompt: 1. Make the entire message 2-3 sentences maximum. Add a line break after each sentence. 2. Don't be patronizing. Create an opening line that's personalized and not generic. Connect the About Recipient data source to the pain point without using their exact job titles. Make sure the connection between the data source and the pain point is clear and is not forced. If there's no clear connection between the data source and the pain point, avoid it entirely. The description should be simple and human-like. Avoid complimenting them but instead, lead them to the issue and solution you are about to introduce in the next paragraph. 3. Conclude the LinkedIn message with one singular call to action (CTA). Make sure the CTA is persuasive and clear. This CTA could be an invitation to reply, a request for a meeting, or a way to get further information. Mention that you'll follow up via email. The entire LinkedIn message should be written in standard American English, using straightforward language. Exaggerative adjectives should be avoided. Remember, the message should be easily understandable and unambiguous, focusing on the recipient's pain point and the solution your product or service offers. Use simple and short words. "
      ]
    },
    {
      "title": "Create a Custom Subject Line Prompt",
      "textContents": [
        "As a Regie Admin, you can create a custom Subject Line Prompt for your Rapid Writer subject line and email body outputs.  This versatile feature is perfect for organizations striving to unify the style of their Rapid Writer-generated subject lines, such as:  Please see the following article: Custom Subject Line Prompt Ideas for assistance on how you can structure your subject line prompts in Regie.  How to Customize your Rapid Writer's Subject Line  1. Within your Regie Platform, on the left side navigation expand your Brand Kit and click Prompts. 3. Next, scroll down to the bottom of the Prompts page as shown in the image below. Click Edit. 4. This action immediately opens the Edit Personalization Settings page.  Custom Subject Line Prompts can be applied to the following message types in your Prompt Library: 5. Within the appropriate message type, select the desired prompt from the Email Prompt Library drop down.  In the Prompt Library you have the opportunity to:   7. Once you've made your selection, be sure to write your subject line prompt in an instruction-based style as you'll be providing guidance to the AI as to how to structure your desired Subject Line output.  Here is a Custom Subject Line Prompt below: Please see Custom Subject Line Prompt Ideas for more subject line prompt inspiration. 8. Select the \"Try it\" button in the center of the Personalization Page with a desired recipient's email.  Example of custom subject line generated, using a custom subject line prompt: 9. If updating a Regie Default Email Prompt, you can always revert back to the Subject Line Provided provided by Regie at any time by pressing the Reset button in the upper right. 9. Once you're satisfied with the desired Subject Line Prompt select the \"Save Changes\" button located at the bottom left of the page.  That's it!  Now every time the email prompt is leveraged in the Rapid Writer or Personalizer, Regie will use the instructions set in your custom Subject Line Prompt to craft the message's subject line. "
      ]
    },
    {
      "title": "LinkedIn Message Prompt Ideas",
      "textContents": [
        "Prompt settings are accessible to Regie.ai Admins Only As an Admin in a Regie.ai, you can customize the Rapid Writer's prompt when it creates personalized LinkedIn Messages for your team's potential leads through the Regie.ai Chrome Extension.  LinkedIn Message Prompts serve as a guideline that the AI uses to construct each message - and admins have the option of editing or creating their own custom default one!  Additionally, Admins can also set up a library of these LinkedIn Message Prompts so Regie.ai Chrome Extension Users have more freedom with what they choose for instant personalization.  Although Regie provides default LinkedIn Message Prompt, to get some additional ideas flowing, here are a few suggested custom LinkedIn Message Prompts that may also work well for your LinkedIn communication strategy.    LinkedIn Subject Prompt: Maximum 3 words LinkedIn Message Prompt:  Always start with Hi {{first name}} - Looking to talk (Regie admin to insert topic of convo) and mention another feature that they have in their about section. End message with cheers, my name. Message should be a maximum 2 sentences.     LinkedIn Subject Prompt: Maximum 3 words LinkedIn Message Prompt: The first line of this email should make an observation using something personal to the prospect that is related to our value proposition followed by a question asking if they're experiencing challenges in that area. End with an interest-based CTA question around the problem faced to reply. In the CTA, don't include a specific time. Message should be friendly and casual and no longer than 3 sentences.      LinkedIn Subject Prompt: Maximum 3 words LinkedIn Message Prompt:  Always start with \"Thanks for connecting!\" Ask if there was anything in the previous message that caught your eye?  Always put \"As a refresher, (Regie Admin to insert company name or product name) {insert value proposition for this persona}\" End message with \"Do you think this could help?\"    LinkedIn Subject Prompt: Subject line should include a piece of personalization from the the LinkedIn Message Prompt. Include the word \"your\" at the beginning and make it specific to a recent company event, something from their bio, or a company tweet. LinkedIn Message Prompt: Write a playful shout-out message to the recipient that highlights a recent company event, something from their bio, or a company tweet. Let the prospect know you are a fan of their team's work. The first sentence should start with \"I saw\" or \"I noticed.\" The end of the message should be \"looking forward to seeing what you do next.\" Make this message in the form of a direct-message that you would send 1-to-1 to a friend or someone you have been talking to. Do not include a value proposition or anything about (Regie Admin to insert company name or product name). Instead, ask a question about their advice or feedback on how they have achieved the aforementioned and if there's anything they can teach you.     Note: Always preview your LinkedIn Message Prompts so that you see a real-time example of the content the AI can generate based on the entered prompt. Do this by providing a recipient email and clicking \"Try It\" in the center of the Personalization Settings screen. "
      ]
    },
    {
      "title": "Subject Line Prompt Ideas",
      "textContents": [
        "As a Regie Admin, you can create a custom Subject Line Prompt for your Chrome Extension's Rapid Writer and Personalizer to follow when creating a subject line.  Think of prompts as a set of guidelines or instructions for the AI as it's generating your contextual subject line based on your message content.  This versatile feature is perfect for organizations striving to unify the style of their Regie generated subject lines, such as:  Default Subject Line Prompt Provided by Regie.ai Read the entire email and reduce the subject line to 3-4 words. one of the words in the subject line should reference the observation that is made about the prospect in the first sentence. the other part of the subject line should be a keyword on the pain or value proposition topics. for example, if we talked about tacos in the email and we related to how making a taco is like personalizing an email, the subject line could be \"tacos and personalized emails?\"  (Note you may need to adjust the zoom on your browser to best view the full details of the output email examples)  Additional Subject Line Prompt Ideas:  Subject Line: The subject line should be 3 - 4 words long.  Output Example: \"Elevate Sales Campaigns\" Subject Line: The subject line should be 3-4 words and tie back into the observation of the email.  Output Example: \"Sales Strategy Enhancement\" Subject Line: The subject line should be less than 5 words and reference the content of the email.  Output Example: \"Enhance Sales Prospecting Efficiency\" Subject Line: Write a 3 word subject line that uses the template \"{{x}} & {{y}}\". X is 1 word related to the first paragraph of the email. Y is 1 word related to the second paragraph of the email.  Output Example: \"New Team & Reputation\" "
      ]
    },
    {
      "title": "Custom Email Body Prompt Ideas",
      "textContents": [
        " Follow Up Prompt Email Body Prompt: This email should be two sentences long and less than 50 words. The first sentence should reference what was previously sent. The second sentence should ask if they have 15 minutes to connect in the next week.  Output Example: Intro Email - Prospect Focused/Interest Based Email Body Prompt:  Write an email designed to gain information on whether or not this person needs our help. Do not talk about {insert your org name} in the message. The first line of the email should reference something you learned about the prospect. Be friendly, conversational, and relatable in the line. This should be followed by a blank line.  The second line of the email should make an observation about what you learned in the first line and relate it to {insert pain you're solving for}. This should be followed by a blank line.  The third line should ask if what was referenced in the second line is something they're currently struggling to solve. Do not talk about {insert your org name} or {insert your org name} value proposition. This should be followed by a blank line.  Sign off with just your name.  Output Example: Short Email with Specific CTA Email Body Prompt:  This email must contain less than 70 words. Each paragraph should be only 1 sentence and needs to be separated by a blank line. Don't use \"!\"s and use less than 3 commas in the whole email. Don't use buzzwords like supercharge. Be direct. Don't use playful words. Write the email at a 7th grade level.  The first paragraph should be focused on an observation about them, be creative with how you express what you've learned. Use a few keywords that stick out in the email. Be empathetic and professional. Don't include numbers or metrics. Don't use technical jargon.  The second paragraph should relate the observation in the first paragraph to problems related to a negative online reputation.  The third paragraph should talk about solving the problem mentioned in the second paragraph with by driving positive customer reviews and improve search results.  This should be conversational and friendly in tone.  The fourth paragraph is an interest-based CTA that asks if the prospect would like to meet for 20 minutes later this week or early next week.  Sign off with just your name. Don't write best, cheers, thanks, regard, etc. Just write your name.  Output Example:  Integration/Tech Consolidation Email Body Prompt: This email must contain less than 90 words. Each paragraph should be only 1 sentence and needs to be separated by a blank line. Don't use \"!\"s and use less than 3 commas in the whole email. Don't use buzzwords like supercharge. This email should be written at a 3rd grade level. It should be conversational and friendly in tone. Do not be formal.  The first paragraph should be focused on an observation about them, be creative with how you express what you've learned. Use a few keywords that stick out in the email. Be conversational and friendly. Don't include numbers or metrics. Don't use technical jargon.  The second paragraph should relate the observation in the first paragraph to problems related to managing multiple marketing technologies and how cumbersome multiple integrations can be.  The third paragraph should further explain the benefits of having an all-in-one platform that consolidate your marketing technology stack by giving you one place to manage your reviews, manage your inbound conversations, control your social posts, engage with your customers and use their insights to create an overall better customer experience.  The fourth paragraph is an interest-based CTA that asks if the prospect would be willing to meet to discuss [enter your product name] reputation management. Use CTAs like \"Would you have 20 minutes this week to connect?\" \"Is your schedule open next week?\"  Sign off with just your name. Don't write best, cheers, thanks, regard, etc. Just write your name.  Output Example:  Existing Competitor Prompt Email Body Prompt: This email must contain less than 90 words. Each paragraph should be only 1 sentence and needs to be separated by a blank line. Don't use \"!\"s and use less than 3 commas in the whole email. Don't use buzzwords like supercharge. This email should be written at a 3rd grade level. It should be conversational and friendly in tone. Do not be formal.  The first paragraph should be focused on an observation about them, be creative with how you express what you've learned. Use a few keywords that stick out in the email. Be conversational and friendly. Don't include numbers or metrics. Don't use technical jargon.  The second paragraph should acknowledge that they are leveraging a competing reputation management platform and highlight some key differences between them and [insert your company or product name] (do not name the competitor, just acknowledge that they are using one). Specifically talk about how [insert your company or product name] provides one source of truth for all of your reputation management needs from chatting live with your customers to boosting positive reviews.  The third paragraph should further highlight the gap between  [insert your company or product name] and the competitor by talking about how their marketing tech stack can be optimized through their all-in-one platform.  The fourth paragraph is an interest-based CTA that asks if the prospect would be willing to meet to discuss [insert your company or product name]. Use CTAs like \"Would you have 20 minutes this week to connect?\" \"Is your schedule open next week?\"  Output Example:  Inbound - Content Download Email Prompt  (Enablement Note: Chrome Extension User should custom Personalize their message to the prospect using the 3x3 Personalization method in the Chrome Extension. They should also use the Custom Field in the Personalizer to reference the content downloaded by the prospect)  Email Body Prompt: The following email should be four lines. There should be a line break between each line.  The first line should thank them for downloading the piece of content referenced in the custom field and make a clever reference about the prospect.  The second line should ask them how they're solving for the related challenge today  The third line should highlight the value proposition of how we solve that challenge and expand on some ideas related to the value proposition.  The fourth line should ask if they have time to meet.  Output Example: "
      ]
    },
    {
      "title": "Frequently Used Prompt Snippets that Customize Personalization",
      "textContents": [
        "Message Length Prompts: Write me an email that is {X number} words or less.  Message Structure Prompts: To create more white space in the body of the message: Add a single space before the next line or sentence or use two new lines.  Standardize email body structure using the following: \"The second paragraph should\" or \"The fourth paragraph should\"  Readability Prompts: The email should be written at a X grade reading level.  Email Opener/Intro Line Prompts: Humor-based opener:  Standardized Opener  Formal Opener/Intro Line Prompts:    CTA (Call to Action) Prompts: Interest-Based CTA: End with an interest-based CTA question around the problem faced to reply. In the CTA, don’t include a specific time.  Time-Based CTA: End with a CTA that asks for a specific day and time to meet.   Message Sign Off Prompts:  Prompt to remove email signature block/email sign off:   "
      ]
    },
    {
      "title": "Create and Edit Prompt Library",
      "textContents": [
        "Personalization prompts are instructions that Regie.ai must follow when creating a custom message to your prospects.  Within your workspace's Brand Kit, Regie Admins have the ability to create and provide an unlimited collection of custom Prompts for your team to use while using the Regie.ai Chrome Extension for personalization.  Equipped with a library of prompts to use, your outbound team can quickly create highly personalized AI-crafted messages that are on-brand, cohesive, and are more likely to connect with prospects.  A Prompt Library is available for each of the following personalized Message Types Regie generates: See more on Regie's Default Prompts that are readily available for use through the Chrome Extension. This article shows Admins can modify the existing prompts in your platform and how to create custom prompts.  1. Access Prompts by selecting your Brand Kit from the left navigation panel. 2. On the Prompts page, scroll down to the bottom of the page and select Edit. 3. At the top of the page you will see the Email Prompt Library that is available for each message type that Regie.ai can instantly create.  Navigate between each message type (Email & Subject or Intro Line, and LinkedIn Message) and it's corresponding Prompt Library by selecting the message type by name, as shown by the arrow. 4. Within the Email Prompts section, select the down arrow, to reveal the message type's Prompt Library.  The Prompt Library has two sections. A Regie section, which are prompts provided by Regie.ai and a Custom section, which are the prompts created and saved by a Regie admin. 5. Select +New Prompt in the drop-down menu to create a brand new, custom prompt from scratch. 6. Select the Clone button to the far right of any prompt listed to duplicate it. This is a good choice if you want to keep the majority of the content from any existing prompt, but make a few edits to it and save as a new prompt. 7. You may notice you also have the option to hide any Regie provided prompts from Chrome Extension Users.  This could be useful should you want your frontline to not access any of Regie's default prompts while personalizing. 8. Rename any custom or cloned prompts by selecting the pencil icon and typing the desired name of the Prompt into the field. 9. One prompt can be selected as the workspace default on the Chrome Extension. The workspace default prompt is always the prompt automatically selected by the Rapid Writer for instant personalization.  You'll find this option to select at the bottom of the Prompts page (see image below).  Even with a prompt selected as the workspace default, all other personalization prompts in the Library can still be accessed manually by your team through the Chrome Extension. 10. Preview how the AI uses the prompt to create a personalized message for a typical prospect. Do this by using a recipient email and selecting the \"Try it\" button in the center of the Personalization Settings page. 11. Be sure to press \"Save Changes\" for any modifications you've made to the Prompt Library. "
      ]
    },
    {
      "title": "Default Intro Line Prompts provided by Regie.ai",
      "textContents": [
        "Only Users designated as Regie Admin can access and manage Prompts. Within your Brand Kit's Prompt settings, Regie provides a Prompt Library complete with a collection of Intro Line Prompts.  Regie.ai Admins should think of Prompts as the set of instructions, or commands, the AI must follow as it generates personalized Intro Lines for prospects through the Rapid Writer and Personalizer features available on the Regie Chrome Extension. Prompts will dictate the structure and tone of the content being generated.  Utilize these default Intro Line Prompts as-is or be inspired by them to generate custom prompts that best suit your organization's needs.  ***This intro line prompt is the default for Rapid Writer and Personalizer generated messaging using the Chrome Extension  Intro Line Prompt Write the first line of an email that asks a relevant question that connects something personal about the prospect to a solution that we provide.    Intro Line Prompt Do not say hi or hello. Avoid introducing yourself. Make a joke that's related to one or more parts of the data source and has nothing to do with the pain point or value proposition. Avoid being too corny. Avoid being offensive or unprofessional. Avoid sarcasm. Avoid trying too hard. Do not mention your company.    Intro Line Prompt Write the first line of an email. The first line of this email should make an observation using something personal to the prospect that is related to our value proposition followed by a question asking if they're experiencing challenges in that area.    Intro Line Prompt Write the first line of an email. The first line of this email should ask a permission-based question related to a challenge that their role is likely facing.    Intro Line Prompt Write the first line of an email. The first line of this email should ask a question that connects a challenge they may have in their role to the solution that we provide.    Intro Line Prompt Do not say hi or hello. Avoid introducing yourself. Avoid mentioning your company. Avoid asking for a meeting. Avoid jargon. Avoid being patronizing or overly complimentary. Connect the data source to the value proposition. Make sure the connection between the data source and value proposition is clear and is not forced. If there isn't a way to connect the data source and your value proposition, don't mention the value proposition at all. Keep the intro line short (30 words or less).  "
      ]
    },
    {
      "title": "Prospect Status Definitions",
      "textContents": [
        "Prospect Status Definitions Working = The prospect is in sequence with the Agent. Prospect is receiving emails and tasks or there is a task pending for the rep to execute on. Finished = Prospect replied, was removed or had a meeting booked. They will no longer receive Agent generated emails or tasks. Meeting booked = Regie detected a meeting in the account for the prospect. They will be removed from the Agent and no longer receive emails or tasks. Unsubscribed = The prospect unsubscribed from emails. They will receive tasks from other channels. Out of Office = We got an OOO reply with a date for a return. Emails and tasks will resume once they are back. Failed = Email failed to be sent; Regie won’t try to email them again Removed = Prospect removed from dynamic sequence. This can happen when the account or contact was removed from the dynamic sequence or Salesforce. Not Contacted = The prospect has not been contacted by Regie. We don't have a channel for which Regie can connect with them. "
      ]
    },
    {
      "title": "How to Edit Personas",
      "textContents": [
        "The following Regie Role Types can edit Personas: Regie Admin, Creator & Publisher, Creator 1. From the left side navigation of your Regie Platform, click to expand your Brand Kit and select Personas. 2. Select the ellipses (or the three dots) on the upper right side of the Persona card you wish to modify. Select \"Edit\" from the pop-out menu. 3. Within the Persona card select the section you wish to update.  You can make the following Edits to your Persona: 5. The sample prospects on the right side of the Update Persona page will update as you further modify your Persona. 6. Press Update Persona on the bottom right of the page when complete.  It's as simple as that! All saved changes will be immediately applied to the Persona. "
      ]
    },
    {
      "title": "Multi-Person Prospect Lookup on LinkedIn",
      "textContents": [
        "While using the Regie.ai Chrome Extension on LinkedIn, users can easily navigate between the profiles of multiple prospects while using the Prospect Look up.  This feature reduces the need of having several separate LinkedIn tabs open to see all the important prospect and company details available to you through the tool. As shown in the image above, when using the Chrome Extension on LinkedIn, if you have multiple messages open and in progress with prospects, the Prospect Lookup supports toggling between the details of each individual with ease. "
      ]
    },
    {
      "title": "Domain Optimizer Overview",
      "textContents": [
        "The Domain Optimizer provides an overview of key metrics to help you understand and monitor your domain health and email deliverability. How does Regie test for domain health and email deliverability?  Each week, Regie randomly selects one email address connected to the Regie Workspace. From this randomly chosen email alias, Regie will send placement test emails directly to our testbed of managed mailboxes. Placement tests are never sent to any prospects in your sales engagement platform or Salesforce database.  Results of the tests are populated on the Domain Optimizer providing you transparency to the health of your domain.  Regie Monitoring and Support The Regie team actively monitors your domain health trends and will proactively communicate with you if there are any issues spotted.  The team will partner with you and provide recommendations to resolve the issue.  Tips on how to assess your own domain health data  Domain Health Metrics Overview - Understanding the Data   - The Inbox Placement % is the number displayed in the center here - A good Inbox Placement score 80% or more. -  Average of Sender Scores from all IP addresses used by the domain is displayed in the center here - This spotlights what has actually been happening with the emails being sent and where they land Inspect Weekly Deliverability Tests Click into the weekly Deliverability Test results for a deeper dive into the outcome of domain health tests.  Here is where you can further inspect that week's email placement results, your IP reputation and compare your sending domain's performance by Email Provider. Additional Resources What is a Sender Score? Email Marketing Glossary "
      ]
    },
    {
      "title": "Campaign Creation - FAQs",
      "textContents": [
        "Q: When building a Campaign, what are campaign keywords and how might these inputs be useful to include?  A: Campaign keywords are specific words or terms that you would want Regie to incorporate in the campaign's content.  Q: When building an Outbound General campaign, what does it mean when Regie asks \"Would you like to create empty manual emails?\"  A: If you select \"yes\" for the option for Regie to create empty manual emails, this means Regie will not create any content for the first Introduction Email, which is by default a Manual Email Step.  Instead Regie will create a blank email template with {{INSERT PERSONALIZED EMAIL}} and {{INSERT PERSONALIZED SUBJECT LINE}} to encourage personalization for this first email step.  To best support personalization activities within a sequence, the sales team will want to leverage Regie's Co-pilot features available in the Chrome Extension, such as the Rapid Writer and Personalizer to successfully and quickly complete this manual email step.   "
      ]
    },
    {
      "title": "Add Your Company Info",
      "textContents": [
        "Adding Company Info is accessible to Regie.ai Admins Only  Regie.ai can begin to generate highly relevant, targeted content by providing details on the following:   These important bits of information serve as the foundational building blocks for all future personalized content created by Regie.  Additionally, for Orgs that require multiple workspaces to best support different customers for an agency or specific company brands, this setting will be crucial to separating the personalization being generated per workspace.  Add Company Info in 4 simple steps:  1. In your Regie Platform, from the left side navigation menu, select and expand your Brand Kit. Next, select Company Info.  2. Here is where you will want to tell Regie more about your business.  The Company Name, Company Description, Company Website URL and Default Pain and Value Proposition will be used by Regie to generate your content. Helpful Tips:   3. Add a Default Pain Point and Default Value Proposition (Optional but encouraged).  This will allow reps to leverage personalization features like the Rapid Writer, Rapid Writer Bolt in their existing personalization workflows should Regie.ai be unable to provide a Persona match.  It's great option for orgs that are comfortable with having a \"catch all\" or \"default\" outbound email generated by the Rapid Writer or Rapid Writer Bolt for any prospect that may not match an established Persona.  Note: A default Pain Point and associated Value Proposition is also perfect for Orgs that promote one solution or product line.  4. Press Save Changes when finished entering all details about your Company. "
      ]
    },
    {
      "title": "Regie.ai Personalization at Scale Workflows Overview",
      "textContents": [
        "Download the Personalization at Scale overview document above by clicking HERE. "
      ]
    },
    {
      "title": "Persona Builder: Create New Personas with Salesforce CRM Integration",
      "textContents": [
        "A Buyer Persona is a detailed profile of the sort of person that fits your target audience or ideal customer.  Establishing your Buyer Persona in Regie opens the door to a suite of helpful features such as content organizing, simplified campaign creation, and personalized messaging in an instant with Regie's powerful Rapid Writer tool.  By integrating your Salesforce CRM into your Regie Workspace, let Regie.ai create and suggest these Personas for you! See how to easy it is to do below!  Keep In Mind: To integrate your Salesforce CRM with your Regie Workspace, you must have a Salesforce License that enables you to see and access client data. Specifically the following data must be viewable and accessible in Salesforce: - Activities - Contacts - Accounts - Leads. 1. From the left-side navigation panel in the Regie Platform, select expand your Brand Kit and then click on Personas. 2.On the Personas page, click the Connect Salesforce button located in the upper right. 4. Regie will automatically open the Integrations tab. Within the CRM section, integrate Regie with your Salesforce CRM by selecting the blue Connect button. 5. Using the prompts on your screen, complete the Salesforce integration with Regie. 6. Once Salesforce is successfully connected, navigate away from Integrations by clicking the Personas tab at the top of your Workspace Settings page. Select the Sync with CRM button found at the top of the page. 7. The Salesforce CRM Sync takes roughly 30 - 40 seconds to complete.  The sync pulls 1 week of recent email activities and the job title data of the people associated with the activity. 8. Once the CRM Sync is complete a prompt to Review Your Personas will appear at the top of the page.  Click the Review Persona button. 9. Regie.ai then provides up to 5 Persona groupings to Review.  As you can see in the image below, it will automatically group a suggested Persona Name and relevant Job Titles associated to the Persona created.  If this is your first time creating Personas using Salesforce data, select Apply Changes to create the Persona Cards suggested by Regie.Ai.  You can always press Reject Changes if you do not want to save the suggested Persona grouping. 10. Once the Persona Cards are created, you can always modify the suggestions by adding your desired Persona Name and any other relevant Persona data. 11. Last, link your Content to the Persona. This step enables instant personalization through the Rapid Writer feature. So the AI can create relevant messages catered to your Persona, we recommend each Persona have 1 - 2 Pain Points and 1 - 2 Value Propositions related or linked to them. Please see How to Link Content to a Persona for further instruction on this last important step! "
      ]
    },
    {
      "title": "Creating Your Regie.ai Account",
      "textContents": [
        "Welcome to Regie.ai, the only generative-AI platform made for enterprise sales teams!  Before you can get started, you'll need to set up your log-in credentials.  Please see the video below on how to finalize the set up of your account.  Written instructions are also provided below. How to Create Your Account  1. After purchase (or when your Admin starts inviting team members into your account), you'll receive an email from regie.ai ([email protected]) with the subject: \"You are invited to regie.ai\".  2. This email will include your username (typically your email address) that should be used for your new account.  3. Click on the \"Open Regie.ai” button within the email to complete setting up your account.  If you cannot locate your emailed invitation to join Regie, try checking your junk or spam folders.  Contact your Regie Admin to resend the email invite if there are any issues with locating the email. Please see the How to Resend a Regie.ai Email Invitation for additional instructions. "
      ]
    },
    {
      "title": "Six Key Steps for Successful Regie.ai Adoption",
      "textContents": [
        "Download the Six Key Steps for Successful Regie.ai Adoption Guide below by clicking HERE. "
      ]
    },
    {
      "title": "How to Download the Regie.ai Chrome Extension",
      "textContents": [
        "Regie's AI Co-Pilot is designed for sales reps who need help personalizing messages for high value prospects.  Reps can access our generative AI powered Chrome Extension by following the steps below:  1. First, you'll need to open a Chrome Browser and go to the Chrome Web Store (this link will bring up the regie.ai extension)  Click on the extension option: 2. On the next page, you'll see an option in the upper right corner to Add to Chrome: 3. You'll get a popup message, where you will need to select \"Add extension\": It will now be installed in your Chrome Extensions.  4. The first time you use this extension, you will be prompted to log into your Regie account.  5. Enter your email & password and you will now be able to use the Chrome extension in supported applications.  Note: You may need to refresh any open browser tabs after logging in.  "
      ]
    },
    {
      "title": "Executing Auto-Pilot Generated Social Tasks",
      "textContents": [
        "Your Regie Auto-Pilot Agent will automatically generate social tasks to complete based on engagement and intent data being received from prospects.  As a rep, all you'll need to do is complete these tasks which is quick and easy to do through the Chrome Extension's Task Automation feature.  In the video below, we show how to execute on those LinkedIn Tasks while starting from a Salesforce instance.  Note: Video below has no sound "
      ]
    },
    {
      "title": "Role Types & Permissions",
      "textContents": [
        "All licensed users are able to access the Regie.ai Chrome Extension.  Admin: These users can see and access all plugin, user, and all workspace settings. They can create and archive content and Campaigns, and have access to all modules in regie.ai. We recommend that your Sales Engagement Platform (SEP) Admin should also be an Admin in regie.ai so they can enable the SEP integration. Creator & Publisher: These users can create content for your CMS Library and create Campaigns, but they are not able to archive/ unarchive Campaigns and they do not have access to the plugin/ user settings.  Any users that create content and need to publish content to your SEP, but do not need Admin permissions should be Creator & Publishers.  Creator & Publishers can create/edit Personas and manage Lists and Tags in workspace settings.  Creator: These users can create content for your CMS Library and create Campaigns, but they are not able to publish Campaigns or archive/ unarchive Campaigns.  Any users that create Campaigns but need to be restricted from publishing campaigns directly to your SEP should be Creators.  Creator can create/edit Personas and manage Lists and Tags in workspace settings.  Consumer: These users only have access to the AI Toolkit and cannot create or edit CMS Library content or Campaigns. This is a good role for users that would like to utilize the AI Toolkit to get ideas, but they do not create email campaigns for your organization.   "
      ]
    },
    {
      "title": "Edit Content Linked to Personas",
      "textContents": [
        "The following Regie Role Types can edit Personas: Regie Admin, Creator & Publisher, Creator 1. Within the Persona Card, select the View Content link located at the bottom of the Persona card you wish to modify. 2. Select the content from the list that you wish to edit, or modify. 3. This action automatically opens a new tab and brings you to the content analysis/activity page. 4. From this view you can adjust the Name of the Content, Associated Tags and/or Personas.  If the content itself was created within Regie, you'll also be able to Edit it. 5. Select the \"Back to Collateral\" at the top of the left page to access your entire Collateral Library if necessary.  This is an easy way to access other existing content in your Collateral that may need to be linked to the Persona. "
      ]
    },
    {
      "title": "How to enable ZoomInfo Integration",
      "textContents": [
        "To integrate your ZoomInfo Account with Regie.ai  you must be a Regie Admin and an Admin in ZoomInfo with API access. Take your Regie Autopilot Agent to the next level by seamlessly linking your team's ZoomInfo account to your Regie.ai platform.  Through this integration, your Regie Agent can provide mobile phone numbers for prospects on your lead lists that may be missing this important information currently.  See how easy it is to connect your ZoomInfo Account to Regie.ai and equip your sales team with more opportunities to connect with prospects over the phone! 1. Log into your ZoomInfo account using your admin credentials with API access 2. Go to Admin Portal 3. Select API 4. Click \"Generate New Key\". This will provide you a Client ID and a Private Key. 5. Copy your Client ID and Private Key and store these in a safe space.  Proceed to Step 2 detailed below.  Step 2: Enable ZoomInfo Integration on Regie.ai 1.With your Regie Admin credentials go to your Regie App and select Settings from the left-side navigation bar. 2. Select the Workspaces tab and from the drop down menu click Integrations. 3. On the Workspace Integrations page, locate the Phone Number Provider section and select \"Connect\" from the ZoomInfo tile. 4. Using your ZoomInfo API Key, Client ID and Username complete the Connect ZoomInfo form and press \"Submit\". 5. That's it! Your team's ZoomInfo Account is successfully connected to Regie and phone number enrichment is now available to your Autopilot Agent.  For additional information, please see our ZoomInfo Phone Number Enrichment FAQs. "
      ]
    },
    {
      "title": "Integrate your Salesforce CRM with Regie.ai",
      "textContents": [
        "Unify your Salesforce CRM and Regie Workspace in just a few clicks.  With Salesforce CRM Integration enabled, Regie can tap into your Salesforce data and quickly build your target Personas, making Persona driven campaign creation and instant personalization a breeze.  Additionally, with the integration enabled, Salesforce data from your Account and Contact objects can be utilized by Regie to create even more hyper-personalized messaging for maximum relevancy with your prospects.  See how easy it is to enable Salesforce integration below: Note: To integrate your Salesforce CRM with your Regie Workspace, you must be a Regie Admin on an Enterprise Plan and have a Salesforce License that enables you to see and access client data.  Specifically the following data must be viewable and accessible in Salesforce: - Activities - Contacts - Accounts - Leads 1. Select Settings from the left side navigation bar. 2. Select the Workspace tab at the top of the Settings page and click Integrations from the dropdown menu. 3. Locate the Salesforce CRM tile and select \"Connect\". 4. Follow the on screen prompts to complete the integration and you'll be all set! "
      ]
    },
    {
      "title": "Prospect Page Overview",
      "textContents": [
        "The Prospect Page streamlines the process of tracking the progress of prospects sequenced with an autonomous agent.  Gain valuable insights into each of your prospect's statuses and stay updated on the available contact channels to take actions on. This feature also allows you to keep an eye on the latest activity of your sequenced prospects as well as your team's activities.  With our updated filter options, you have the ability to dive deeper into the insights presented on the page.   Take a quick tour of the Prospects Page below: "
      ]
    },
    {
      "title": "Pain Points - FAQ",
      "textContents": [
        "Pain Points are specific problems or challenges faced by your target prospects. They may be known problems or challenges faced in a specific role at their company or broader industry challenges. On the other hand, some prospects may not even be aware of the pain or problems they are experiencing.  By identifying and clearly addressing customer pain points in your own marketing and sales efforts, you can create a more compelling strategy that will position your company, it's services or products, as an invaluable solution to their problem.   By adding the specific problems or challenges your prospects face to Regie.ai, these insights are incorporated in the personalized content generated by Regie.    If you have been tasked with setting your site up for success, we recommend adding 1-2 Pain Point snippets to each of your target buyer Personas.    A Pain Point snippet in Regie.ai should be brief and concise, at 200 characters or less (approximately 1 sentence).  Regie makes it easy to shorten existing Persona Pain Points by using the Regie.ai Context Menu Rephrase/Shorten/Expand quick command.    Pain Point snippets are to be stored in the dedicated \"Pain Points\" folder.  Regie provides this folder for your team by default and is located within the publicly accessible \"Team Files\" section of your Regie workspace's Collateral.   "
      ]
    },
    {
      "title": "Regie.ai Ushers in New Era of Outbound Prospecting as Email Regulations Tighten",
      "textContents": [
        "Regie.ai exists to make sure your prospects receive high-quality, relevant and targeted messages from you. We've always believed in this perfect world where quality and quantity are no longer at odds, and buyers can receive well-timed and relevant outreach from sales teams. Simultaneously, we also understand the power of diversified channels for prospecting, which was needed to be effective already but will soon be mandatory.  With the email marketing landscape evolving, it's more important than ever that businesses take a critical look at their targeting strategies, the relevancy of the content they send, and the intent of their buyers to provide an experience that matches where they are in their buying cycle.  Since its inception, Regie.ai has been at the forefront of modern sales communication; today we provide the only solution on the market capable of combining your CRM data, intent signals, and sales content with Generative AI to provide unique, multi-channel prospecting outreach for every single person you prospect. That's right. No two people ever receive the same experience with Regie.ai.  Significant updates from Google and Yahoo are reshaping the email marketing world and for the better. Organizations leveraging a spray-and-pray approach will suffer, while businesses that adapt with omnichannel personalization will thrive. Simply put, if you are using email automation and templates today to scale your outbound, you need Regie.ai.  Here's why:  Industry evolution Google and Yahoo are aiming to reduce the amount of spam emails received by their users, as well as improve email security. Starting February 1, 2024, these changes will impact all email senders, with additional considerations for those sending large volumes.  There are 3 key areas both Google and Yahoo are highlighting in their requirements to be seen as a legitimate sender:  Regie.ai was designed specifically to be the next generation of outbound prospecting based on these current best practices. Our customers need us now more than ever to guide them seamlessly through this transition and maintain a compliant outbound strategy.  Here's how our customers win in this new age of selling:  How Regie.ai supports you  1.Enhanced Email Strategies:  2.Compliance for High-Volume Email Campaigns:  3.Optimized Integration with Your Email Stack:   In light of stricter email regulations, diversifying communication channels beyond email is essential.  Regie.ai natively crafts unique content for both phone calls and social media, enabling you to engage your audience effectively across any channel.    For more information or to discuss how Regie.ai can enhance your multi-channel strategy, please don't hesitate to contact us at [email protected].  Together, let's lead the future of communication. "
      ]
    },
    {
      "title": "Value Propositions - FAQs",
      "textContents": [
        "  Value Propositions, value props for short, are brief statements on how your product/ company will solve for the challenges (Pain Points) your target buyer Persona's are facing.  When thinking about your solution's Value Prop, ask yourself: \"In what way does our product or service solve a specific pain point/ problem for our customers?\"     If you are a Regie Admin, Creator & Publisher, or Creator and are tasked with setting your site up for success, we recommend creating 1-2 Value Prop snippets for each of your target buyer Personas.     In Regie, Value Prop snippets should be brief and concise, at 200 characters or less (approximately 1 sentence).     As a Regie Admin, Creator & Publisher, or Creator, your team's Value Prop snippets are to be stored in a dedicated \"Value Propositions\" named folder.  Regie provides this folder for your team by default and is located within the publicly accessible \"Team Files\" section of your Regie workspace's Content Library.     Once added to Regie, Value Propositions snippets can be: Additional Resources (click the hyperlinks below):   "
      ]
    },
    {
      "title": "Chrome Extension Personalizer: How to use Salesforce CRM Data to Customize Messages",
      "textContents": [
        "The Regie Chrome Extension can leverage the power of your Salesforce CRM Data to craft even more meaningful and personalized outreach.  Once your Regie Workspace is integrated with your Salesforce CRM, Chrome Extension Users can easily personalize their outbound emails in under 5 minutes and elevate message relevancy with the added flexibility of referencing specific Salesforce Account and Contact Objects in the Message Personalizer workflow.  See how effortless it is to incorporate Salesforce data from your Account and Contact Objects and level up your email personalization using the Chrome Extension! Salesforce CRM Data can be used to create hyper-personalized messages within the following applications by using the Chrome Extension:  Sales Engagement Platforms  Email Clients  Social  Need to integrate your Salesforce CRM with Regie? See the linked article for instructions on How to Connect your CRM to your Regie Workspace. "
      ]
    },
    {
      "title": "Subject Line Generator",
      "textContents": [
        "Have a message to send to a prospect but unsure on what to write for your email's subject line?  In just one click, Regie Chrome Extension Users can have a perfect, context-driven subject line suggested for them in just one click, using the Subject Line Generator.  See how it works below: Using the Subject Line Generator:  1. Draft a new email in your sales engagement platform, preferred email service provider or InMail on LinkedIn. Note: Regie.ai will need at least 15 words in the body of your email to generate contextualized Subject Line options. 2.  Click the Bolt Icon  floating within your email's Subject Line field. 3. Regie will instantly generate a subject line based on the content that is within the body of the email.  4. Want to generate more subject line suggestions? Select the Bolt Icon as many times as you’d like until landing on a Subject Line that works best for you! "
      ]
    },
    {
      "title": "Export Error when Salesloft integration is enabled",
      "textContents": [
        "If you are a Salesloft customer getting an error message when you are trying to export your campaign to Salesloft, please check your Salesloft settings under email limits, and make sure that the \"Allow creation of automatic email steps on cadences\" is toggled on. If you are still having trouble with exporting your campaigns, please contact the Customer Success Team. "
      ]
    },
    {
      "title": "Regie Provided Phone Number Enrichment",
      "textContents": [
        "Did you know that you have the option to use Regie's proprietary blend of data sources to source phone numbers?  Yes, that's right! Your autonomous Agent can source missing mobile phone numbers for your prospects and at no additional cost.  With Regie serving as your phone data provider, we can instantly enhance the performance of your agent and equip your sales team with more opportunities to connect with prospects over the phone.  Just ask the Customer Success team to enable Regie as your Phone Number Provider and we'll be happy to do so!  You can also set up the integration at anytime by following the instructions below: How to Enable Regie Provided Phone Number Enrichment  1. With your Regie Admin credentials, sign into your Regie App and select Settings from the left-side navigation bar. 5. That's it! Regie provided mobile phone number enrichment is now accessible to your Auto-pilot Agent. For additional information, please see our Regie provided phone enrichment FAQ. "
      ]
    },
    {
      "title": "PDF upload FAQ",
      "textContents": [
        "Q: I have included a PDF of my target buyer Persona profile that contains both their unique Pain Points and our Value Proposition. Can Regie's Rapid Writer use this to create personalized messages?  A: Yes absolutely! Regie is intelligent enough to read the full context of your PDFs, picking up any value propositions or pain points mentioned inside, allowing Regie to generate persona-driven Rapid Writer messages for each of your target buyers.  Simply upload the target buyer's PDF doc to the appropriate folder in \"Team Files\" of the Content Library (You'll want to nest it in the Value Proposition or Pain Point folder), tag the appropriate persona(s) to the PDF doc and you'll be set!   Q: If my PDF contains more than one ICP profile, each with their own pain points and value propositions, can Regie still read it?  A: To make sure that Regie understands which persona the information is meant for, separate any large PDFs into smaller ones that just focus on one particular buyer persona at a time, before uploading the Content and tagging to the appropriate persona.   Q: Does my PDF need explicit Value Proposition or Pain Point headers for Regie to read the content correctly? A: No headers are required. Regie is smart enough to read the entire context of your uploaded PDF, and reference value propositions or pain points that are mentioned for the tagged Persona.   Q: What if I already have a few Value Prop and Pain Point snippets in my Content Library that are linked to a Persona? Once I upload and tag the PDF that contains additional information on my target buyer profile, is there a priority as to where the Rapid Writer will look first to reference for personalization?  A: No, there is no priority right now. Regie will randomly select the most appropriate value proposition and pain point.  "
      ]
    },
    {
      "title": "SSO (Single Sign On) FAQs",
      "textContents": [
        "Q: Does Regie.ai support SSO and if so what types?  A: Yes, SSO is supported by Regie.ai. Currently we support the following:  Q: Does Regie.ai SSO support JIT, SCIM, or any type of account provisioning and deprovisioning with Okta?  A: No, at this time we currently do not support account provisioning with Okta SSO.  Q: What is the process for setting up SSO?  A: First reach out to your dedicated Client Success Manager (CSM) on how to get rolling with your SSO setup.  Please see the How to Enable SSO Connection after connecting with your CSM.  "
      ]
    },
    {
      "title": "HubSpot Campaigns - Integration Workflow",
      "textContents": [
        "For customers using HubSpot Workflows for their Campaigns, please refer to the following video for how to setup this integration: See the Video HubSpot Integration Workflow For customers using Outreach and SalesLoft, you can simply publish your Campaigns to your SEP as long as the integration has been enabled for your account.   Note: if you are a HubSpot customer using Sequences instead of Workflows, there is not currently an option to publish to Sequences, but you can export your campaign as a PDF and then copy and past the text into your Sequence builder. "
      ]
    },
    {
      "title": "Welcome Tour: Navigating your Regie Platform",
      "textContents": [
        "We've recently made it even easier to discover and access essential parts of the Regie platform that customers like you use the most.  Get oriented to the updated site navigation on the Regie App below! Home Page Quickly access the most popular Regie features designed to assist users tasked to create Sequences for their Sales and Marketing communication strategies.  Commonly accessed AI Toolkit modules such as the Personalizer, Social Posts and the dynamic Start from Scratch feature are also quickly and easily accessible directly from this view.  Auto-Pilot Regie Users that have decided employ Auto-Pilot to autonomize their Outbound and Nurture sequences can easily access the feature here.  Note: Agents will only show the Dynamic sequences that are created in Regie.  Co-Pilot All Co-Pilot features, are accessible in this section, which come standard with any Regie subscription.  The Team Dashboard is here to monitor the users within your workspace’s Personalization Activity as they use the Regie Chrome Extension.  Sales and Marketing Leaders can easily create and manage their custom sequences.  Note: Dynamic sequences for Auto-pilot will not show in Co-Pilot.  Your entire AI Toolkit is also accessible here. The AI Toolkit provides users the opportunity to create a vast variety of different types of email, marketing, and social copy quickly and easily all with the assistance of AI.  Brand Kit Regie Admins or anyone tasked with setting up their Regie platform for success will want to leverage the Brand Kit section.  Collateral houses your personal and team’s Content Library.  Admins will want to enter company information in the workspace’s General Settings so that Regie can use these insights to best understand your business and used by Regie to generate content.  Establish and manage your org’s target Personas from the Personas Tab. Personas keep your added content organized, allows you to save time creating new sequences and campaigns, and help create personalized messages for your team through the Rapid Writer on the Chrome Extension.  Admins can manage their workspace's Prompt Settings and Prompt Library from the Prompts Tab. Prompts are what drive the structure and tone of messages generated through both the Rapid Writer and Personalizer of the Chrome Extension.  Settings This is where Regie Users can access and manage their Regie Account.  Leaders will also want to leverage Settings to manage their Workspace’s Members(or Users),  Lists and Tags, and Integrations.  Personalization Activity for the entire Organization are monitored here. Much like the Team Dashboard, Organization Analytics are helpful for Leaders that have a Regie platform with multiple workspaces to oversee and need to easily track and monitor the Personalization Activities across several workspaces.  Community A powerful resource that is available to all Regie users is the Regie.ai Community, where you can connect, network and learn from other members. "
      ]
    },
    {
      "title": "Regie.Ai FAQs",
      "textContents": [
        "Q: What does the name \"Regie.Ai\" mean? A: Artificial Intelligence Recommendation Engine   Q: How does Regie.Ai work? A: Regie utilizes GPT3.5 and GPT 4, combined with the sales and marketing sequence analytics from our customer base, to fuel its AI learning processes. We then learn workflow best practices and enhance our recommendations for the best results.   Q: How often does Regie refresh its AI? A: Regie regularly sharpens the skills of our AI! To give the best customer experience possible, we use data from our own clients to continuously teach and refine our AI. This real-time, ongoing learning improves our AI recommendations and streamlines Sales and Marketing workflows.   "
      ]
    },
    {
      "title": "Tips for Editing a Blog in Regie",
      "textContents": [
        ""
      ]
    },
    {
      "title": "Personality and Communication Analysis FAQs",
      "textContents": [
        "Q: How does Regie surface communication and personality analysis? A: We draw these insights using a proprietary method of data collection, coupled with an integration with https://humantic.ai/   Q: I'm currently using the Prospect Lookup on the Chrome Extension and selected the Personality Analysis. What are DiSC and OCEAN Personality Frameworks?  A: DiSC® is a personal assessment tool used by more than one million people every year to help improve teamwork, communication, and productivity in the workplace.   DiSC is an acronym that stands for the four main personality profiles described in the DiSC model: (D)ominance, (i)nfluence, (S)teadiness and (C)onscientiousness.   People with D personalities tend to be confident and place an emphasis on accomplishing bottom-line results. People with i personalities tend to be more open and place an emphasis on relationships and influencing or persuading others. People with S personalities tend to be dependable and place the emphasis on cooperation and sincerity. People with C personalities tend to place the emphasis on quality, accuracy, expertise, and competency.   For more info on DiSC please visit: https://www.discprofile.com/what-is-disc   According to the OCEAN model, there are only five main dimensions of personality. The letters in \"OCEAN\" stand for: Openness Conscientiousness Extraversion Agreeableness Neuroticism.   Here is a blog breaking down each of those areas more: https://www.cleverism.com/big-five-personality-traits-model-ocean-model/  Q: Does Regie automatically incorporate a prospect's Personality and Communication preferences while generating personalized content?A: No not at this time. Users can lean on this analysis to manually adjust any Personalization inputs while using the Chrome Extension to craft personalized messages to prospects.  "
      ]
    },
    {
      "title": "Understanding the 3x3 Rule for Prospecting",
      "textContents": [
        "The 3x3 Rule or Method is a sales prospecting approach that says you should spend just 3 minutes to find 3 pieces of information on a prospect.  By following this rule, you'll be reaching out to prospects quickly without falling into the trap of endless research.  You'll also gain enough context to make your personalized email, personalized LinkedIn message, or outbound phone call a valuable one.  Regie's Chrome Extension streamlines the 3x3 research process and drastically speeds up data-gathering on your prospects! When using the Prospect Lookup in the Chrome Extension the rule of thumb while doing your research, is to scan for relevant events in the general Personalization categories.   To find personal details and information, in the Prospect Lookup reference the following tabs: About, LinkedIn, Twitter   To find more Company Details and Information, the Prospect Lookup reference the following tabs: Company, LinkedIn, Twitter, News, Job Posts.  See the following resources for additional insights on using Regie to simplify your outbound email workflow:  Prospect Lookup: Prospect with Personalized Content Content Best Practices - 3x3 demo     Warming Up your Prospecting Calls  Use the Chrome Extension's Prospect Lookup to support the 3x3 method for pre-call research on your prospects to \"warm up\" your cold calls or to disqualify a prospect. While knowing a lot about a prospect is a valuable tool, the more efficient you can be with your selling activities, the more successful you’ll be.  Since speed is key, uncovering up to three trigger events (or data points) in 3 minutes or less is a breeze by using the Chrome Extension's Prospect Lookup. You can also go directly to the prospect's LinkedIn for more insights if needed.  If the prospect fits your ICP or ideal customer profile, make note of the three points before making your outbound dial to the prospect. Use the info gathered to dictate your opening and call to action.   Please see the following resources for additional insights and training: Prospect Lookup: Prospect with Personalized Content "
      ]
    },
    {
      "title": "Questions to Consider When Creating Personas",
      "textContents": [
        "Personas help your sales and marketing teams personalize and target their messaging and outreach efforts.  Every organization can vary in the way they define their target audience.  Creating Personas for your target audience may include factors such as job title(s) and responsibilities, hierarchy in an org, industry, and size of the company - or a combination of them all! Whatever it takes to identify and best understand your perfect customer.  Questions to Consider When Creating Personas If you already have detailed personas, or if you are just starting out, the below exercise can be helpful to start thinking about who you are planning to target in your outbound or inbound campaigns using Regie.ai.  When identifying your buyer personas, consider the following:   Thinking holistically about your persona as an individual that you are trying to help solve a problem will better equip you in creating relevant and contextual messaging.   Now that you've identified who your buyer is and what their actual job at the organization is:   Understanding or refining these details will better equip you in creating relevant and contextual messaging with the help of Regie.Ai.   If you feel stuck or would like feedback on your Personas, please reach out to our Customer Success team for support. "
      ]
    },
    {
      "title": "Deleting Personas",
      "textContents": [
        "If a Persona is no longer needed or no longer in use, we recommend removing the Persona to keep your Persona. See below on how to delete Personas! 1. Within your Workspace's Personas section select the ellipses (or the three dots) on the upper right side of the Persona card you wish to remove, or delete, as shown in the image below. 2. Select Delete Persona from the menu. 3. Confirm that you want to delete the Persona by pressing the \"Delete Persona\" button. Reminder: Deleting a Persona is an action that cannot be undone and will remove the Persona altogether from all content linked to it. "
      ]
    },
    {
      "title": "Testing Personas",
      "textContents": [
        "Check to see if the Personas you've created in Regie match your typical prospect. How to Test Your Persona 1. Go to your Brand Kit and select Personas 2. With your Prospect's valid email address or LinkedIn Profile URL enter the information into the \"Test Your Persona\" field. 3. If the prospect's data matches any of the Personas created, the matching Persona Card will be automatically surfaced in Regie. 4. If the prospect does not match to the intended Persona we encourage you to adjust details for the desired Persona match. "
      ]
    },
    {
      "title": "Remove a User from your Organization",
      "textContents": [
        "Available to Regie Admins only By following the steps outlined below, Regie.ai Admins can easily remove a User from all affiliated workspaces and the main company account.  This process will also grant you back their seat/license on your Regie.ai platform, allowing you add another user in their place in the future. 1. Select your Settings by expanding your left side navigation menu in the Regie platform. 2. Select the Organization tab at the top of the page and then select the Members from the drop down. 3. Use the Search Members field or the scrollbar to the right to locate the Member, or User, from the list as shown below. 4. Once the User is located, within the respective row of the User, or Member, hoover your mouse over the user's Active Status.  This action reveals a trash can icon, which is the option to Delete the User. 5. Select the trash can icon to Delete the User. 6. A Delete User Confirmation will appear in the center of the screen. 7. Select \"Confirm\" to remove the user from the entire Organization. This also removes the User from any workspaces they joined previously.  That's it! Their seat/license will be available to redistribute. "
      ]
    },
    {
      "title": "Rephrase, Shorten, and Expand text using the Context Menu",
      "textContents": [
        "The Rephrase, Shorten and Expand functions of the Context Menu in the Rege.ai Chrome Extension can be a game changer for swiftly fine-tuning your content to get the perfect sentence, paragraph, or full outbound message.  Using Rephrase, Shorten and Expand in the Context Menu 1. Enter the message's content into the body of your outbound message.  This personalized content could have been generated for you with the help of Regie or authored completely by you. 2. Within the body of your message, simply use your mouse to highlight the text you want to further edit and refine.  As shown below, the Context Menu will immediately appear, offering up AI-powered editing tools that can be instantly applied to the highlighted text. 3. Select the \"Ask AI\" Icon as highlighted in the image above.  4. Press the forward slash \" / \" on your keyboard to access the commands of the Context Menu, which are the Rephrase, Shorten and Expand features.  Happy Editing! "
      ]
    },
    {
      "title": "How to Enable the Integration between Regie.ai and your Salesloft Platform",
      "textContents": [
        "It is critical that you turn on your Sales Engagement Platform, or SEP, Integrations before you start creating new campaigns in Regie.  By following the instructions below, Regie will generate the right variable tags that are compatible with your Salesloft platform. Plus, once fully enabled, the integration streamlines the process of Publishing campaigns directly into your SEP quickly and with ease. Note: Only one Sales Engagement Platform integration can be enabled at a time within a Regie Workspace.  If your organization utilizes multiple Sales Engagement Platforms, please see how to create an additional Regie workspace to support the additional connection.  You must be a Regie Admin and also an Admin in your Sales Engagement Platform platform to enable the integration. 1. To get started, from the left side navigation bar, select Settings. 2. Select the Workspace tab located at the top of the page. From the dropdown menu select Integrations. 3. You'll immediately see the list of the supported Sales Engagement Platforms. Go to the Salesloft Connection tile.  4. As shown in the image below, toggling the switch will push your Salesloft variable tags into the Workspace's Sequence Builder/Editor. 5. With the Variable Tags integration toggled \"On\", next select the Connect Account button.  This step enables Regie to seamlessly publish campaigns directly into your SEP. 6. Follow the on screen prompts to complete the integration. 7. That's it! Once the integration is successfully completed, you will get an on screen pop up confirming that your Salesloft platform is connected to Regie! "
      ]
    },
    {
      "title": "Best Practices: Email Deliverability and Spam",
      "textContents": [
        "Cleansing your Lead List  Always clean your prospecting list before adding contacts to your sales engagement platform or starting to send them emails.   Include Unsubscribe Links  To avoid impacting your reply rates, be sure to use an unsubscribe link. (Prospects who do not have the option to opt-out but want to remove themselves from your emails will have to reply directly to you and request an opt-out, which will count as a reply).  In addition, the FTC's CAN-SPAM Act requires companies to \"include a clear and conspicuous explanation of how the recipient can opt out of getting email from you in the future.\"        Content Best Practices to avoid Spam filters              Ongoing Domain Health Recommendations & Blacklist Checker  Continuously clean your lead lists, but you should also be consistently checking on your Domain Health and how it is trending over time.  You can check the health score of your domain using this free tool, MX Toolbox.  Tip: Utilize Google Postmaster Tools to monitor your sending reputation.   If you notice that your score has been decreasing, it is important to do a content and process audit to determine what may have impacted your score and why. TIP: Positive responses can help boost your inbox placement, so in the event that your score dips, send some emails to internal users - both company and personal emails if possible - and have them send a response in the affirmative (ex: \"Nice to hear from you! Yes\" or even just \"Yes!\")  Create a Custom Tracking Domain   Custom tracking domains ensure your links in the body of emails are wrapped with your tracking domain. This avoids 3rd party links, which can cause spam filters to flag your email. To setup a custom tracking domain for your team, follow these steps:  1. Decide what subdomain you would like to use. The format for subdomains follows this         pattern: \"text.yourdomain.com\".  2. Once you have decided your subdomain, contact the support center for your sales               engagement platform so their support agents can set up the custom tracking domain.  3. Support will provide you with a CNAME reference using the subdomain you choose.  4.  After you have your CNAME, reach out to your IT team or administrator to add the               CNAME reference to your DNS record. 5. Once that is completed, inform the support team. Support will add the subdomain in             your sales engagement platform.  6. Send emails with your own domain and drastically decrease the potential of your                 messages going to spam.  Throttle Limits  If you are seeing issues with deliverability you should temporarily decrease your daily send limits.    Additional Resources:  Outreach  Salesloft  HubSpot "
      ]
    },
    {
      "title": "Top 10 Tone Recommendations",
      "textContents": [
        "   "
      ]
    },
    {
      "title": "Content Best Practices - Using the 3x3 framework for Outbound Messages",
      "textContents": [
        "In the demo below, James Reichmuth walks us through just how quick and easy it is to personalize a highly effective outbound email using the 3x3 framework with the power of Regie.Ai's Chrome Extension. Not familiar with the 3x3 Framework? Please see our Understanding the 3x3 Rule to learn more! "
      ]
    },
    {
      "title": "The Mobile and Inbox Preview",
      "textContents": [
        "Did you know that over 65% of emails are opened on mobile devices?  Regie helps you optimize your outbound messages for mobile by giving you the opportunity to view the message as it would appear to your prospects on mobile. You can then make adjustments to your message if needed, to ensure it's mobile-friendly before pressing send.  Available in both the Regie Platform and Chrome Extension, use the Mobile and First Line Inbox Previews to ensure an optimal end-user experience for anyone that engages with your email.  Mobile and First Line Inbox Preview in the Chrome Extension Before sending an email manually, Chrome Extension.  Users can optimize their message for mobile by checking how the message will appear to its recipient using Mobile Preview. How to Access:  1. Tap the Regie Chrome Extension  icon floating on the right side of your page. 2. The Chrome Extension will immediately expand to reveal the Regie's Personalization Tools available. Select the Mobile Preview icon, which is at the bottom of the list. 3. The Mobile Preview window will then appear on your screen. Note that this can be dragged and moved to different parts of the screen if it happens to cover the body of your email. With the Mobile Preview window open, any adjustments or edits made to the content of the email and its subject line will be reflected in real-time while using the mobile preview feature.  4. Toggle between the Email and Inbox Views to see how your message will appear to the recipient.  5. That's it! Once the email looks good and is optimized for Mobile, feel free to press send!  Mobile and First Line Inbox Preview in the Platform When creating/editing a Campaign on the Regie platform, a creator can use the Mobile and Inbox Preview for any email steps within the Campaign before Publishing to their SEP. How to Access:  1. Using the left-side navigation in the Campaign Editor view, select the email step you wish to preview. 2. In the center of your screen where the body of your email appears, select the Editing drop-down button. 3. From there, select Mobile View in the list of options. 4. Selecting First Line View from the options will provide you insight into how your email appears at a glance in the browser versions of both Outlook and Gmail inboxes. 5. Make any adjustments to the body or subject line of the email by re-selecting Editing from the menu. That's it! Repeat the process for all other email steps in the campaign. "
      ]
    },
    {
      "title": "How to Set Up an Email Domain for Cold Outbound Prospecting",
      "textContents": [
        "Before you and your team start sending cold outbound emails, you will want to set up a separate domain and mailbox that you'll use exclusively for cold outreach.  Not only does this safeguard the trustworthiness and reliability of the main email address used by you and your team on a regular basis, but it also enables you to manage replies from potential customers more efficiently, as they will be kept separate from all the other work-related emails.  Here's an easy-to-follow guide on how to correctly set up a separate domain and mailbox to support your cold outbound prospecting efforts.  We'll also provide tips and best practices for warming up the brand-new domain.  General Set-Up  1. Purchase a new domain: The first step is to purchase a new domain. This can be done through a domain registrar such as GoDaddy or Namecheap.  Chose a name similar to your current business domain. This way your prospects won't be confused when you reach out to them.  For example, if your main domain name is www.Regie.ai, use www.tryregie.ai or www.joinregie.ai as the domain name for sending cold emails.  2. Set up the domain: Once you have purchased the domain, you will need to point it to the email server of your choice. If you plan to set up the domain in Google Workspace for example, this step involves adding the domain to your Google Workspace account and verifying ownership of the domain.  3. Configure DNS settings: You will also need to configure the DNS settings for the new domain. This involves adding DNS records to your domain registrar's DNS settings to ensure that your email messages are delivered correctly.  4. Create email accounts: Once the domain is set up, you can create email accounts using the new domain. You can then use these email accounts for outbound prospecting.  5. Segment your email lists: To make the most of your additional domains, segment your email lists according to the different domains.  This will allow you to target your prospects more effectively and increase the chances of your emails being opened and read.  6. Personalize your emails: Personalization is key when it comes to outbound prospecting. Make sure to personalize your emails to each recipient, including their name and relevant details about their business or industry.  Lean on Regie's suite of ai-powered personalization tools for this important step.  7. Test and refine your approach: Finally, test your outbound prospecting approach using your new domains and refine it based on the results.  This will help you optimize your outreach strategy and improve your conversion rates over time.  Warming Up Your New Domain  Warming up a new domain for outbound prospecting involves gradually building your sending reputation and establishing trust with email providers.  Here are some steps you can take to warm up a new domain for outbound prospecting:   1. Start with a low volume: Start by sending a low volume of emails, such as 20-50 per day. Gradually increase this volume over time as you establish a positive sending reputation.  a. Week 1: 20-50 emails per day b. Week 2: 40-70 emails per day c. Week 3: 60-90 emails per day d. Week 4: 80-110 emails per day  2. Verify your domain: Verify your domain with your email service provider to establish trust and improve email deliverability.  a. If using a sales engagement platform like Outreach, consider leveraging a branded URL.  b. You can also use a warm-up site like Warmup Inbox  3. Use a clean email list: Use a high-quality email list that includes only verified email addresses and recipients who have opted in to receive emails from you. This can help to reduce the risk of your emails being marked as spam and negatively impacting your sending reputation.  Use the Email Verification Tool in Regie to assist in this step!  4. Personalize your emails: Personalize your emails with relevant information and make them engaging to increase the likelihood of them being opened and read.  This is very easy to do if you're currently leveraging Regie.ai for personalization.  5. Focus on engagement: Focus on creating engaging email content and encouraging recipients to interact with your emails by clicking on links or responding to your messages. This can help to improve your email deliverability and establish a positive sending reputation.  6. Monitor your email metrics: Regularly monitor your email metrics such as open rates, click-through rates, and bounce rates. This can help you to identify and resolve any issues that may be affecting your email deliverability.  7. Gradually increase your volume: As your sending reputation improves and your email metrics remain positive, gradually increase the volume of emails you send per day.   Overall, warming up a new domain for outbound prospecting requires patience and a gradual approach. By following these steps and closely monitoring your email metrics, you can establish a positive sending reputation and improve your email deliverability over time. "
      ]
    },
    {
      "title": "How to enable Apollo Integration",
      "textContents": [
        "Take your Autopilot Agent to the next level by seamlessly linking your team's Apollo account to your Regie.ai platform.  Through this integration, your Regie Agent can provide mobile phone numbers for prospects on your lead lists that may be missing this important information currently.  Learn how easy it is to connect Apollo to Regie.ai using the steps below, and equip your sales team with more opportunities to connect with prospects over the phone! Note: To use the Apollo + Regie.ai Integration for phone number enrichment your Apollo Account must include mobile credits. Step 1: Retrieve your Apollo API Key 1. Log into your Apollo account and retrieve your Apollo API Key. You'll find your API Key by following this link - https://developer.apollo.io/keys/ 2. To generate the API Key needed for this integration select \"api/v1/people/match\" from the list provided. 3. Copy your API Key and store in a safe space.  Proceed to Step 2 detailed below  Step 2: Enable Apollo Integration in Regie.ai 1. With your Regie Admin credentials, sign into your Regie App and select Settings from the left-side navigation bar. 2. Select the Workspaces tab and from the drop down menu click Integrations. 3.On the Workspace Integrations page, locate the Phone Number Provider section and select \"Connect\" from the Apollo tile. 4. Enter your Apollo API Key and press Submit. 5. That's it! Your team's Apollo Account is successfully connected to Regie and phone number enrichment is now available to your Autopilot Agent. For additional information, please see our Apollo Phone Number Enrichment FAQ. "
      ]
    },
    {
      "title": "Create Personalized Message: Custom Field",
      "textContents": [
        "Within the Create Personalized Message workflow in Regie's Chrome Extension, you have the opportunity to personalize outbound messages using a Custom Field.  The Custom Field option lets you pinpoint what you'd like to discuss with your prospects and let the magic of Regie.ai do the rest of the work.  This provides you the opportunity to seamlessly incorporate other data that our Prospect Lookup module may not have access to!  Types of data to include in Custom Fields can include, but aren't limited to:  Please see the Ideas for Personalization using the Custom Field for more examples on how to use the Custom Field.  How to access and use the Custom Field in the 3x3 Personalization flow:  1. In the Prospect Profile of the Chrome Extension, access the Personalizer by selecting Create Personalized Message. 2. Select the Custom pill on the Chrome Extension. 3. Describe or write exactly what you want to talk about to the prospect in the Custom Field. You are allowed up to 200 characters. 4. Now that the AI has at least one data point to work from, no other data points are required but can be added to the workflow if needed.  To receive optimal first draft suggestions, limit the total data points selected to just 2 (your custom field and one additional data point if necessary).  5. Press Next when ready to move on. 6. Next, in order for the AI to craft a relevant message to the prospect, insert your product or service Value Proposition in 200 characters or less.  A relevant Value Proposition can also be imported directory from your Content Library if saved there as a snippet. 7. Select the Message Type the AI should craft for you. As shown above, you have either the Intro Line or Email Body option.  8. (Optional) Select a Custom Prompt from the drop-down menu to alter the structure/tone of your output based on the provided prompts.  9. Last, select Generate.  10. Regie will then generate 3 personalized email drafts to your prospect; tying in your custom field, any additional data point selected, your solution's value proposition, and a call to action. Pressing Generate more at the top will create 3 additional email variations. Feel free to press this button as many times as you want until landing on an email that resonates most.  11. Insert or Copy and Paste the message into the body of your email. 12. Select the lightning bolt to generate a contextualized Subject Line. 13. Read the email and make any additional adjustments to the message content if necessary. 14. Press send!   "
      ]
    },
    {
      "title": "Integrating Regie.ai with Apollo.io",
      "textContents": [
        "Requirements In order for you to integrate Regie.ai with Apollo.io, you must:  How to use After you have the Chrome Extension installed, you can navigate to Apollo.io to use the Regie.ai integration directly.  "
      ]
    },
    {
      "title": "Regie.ai Data Retention and Privacy Policies",
      "textContents": [
        "General Data Retention and Privacy Policies  1. What information does Regie.ai collect?  In Short:  We only collect personal information of prospects (email addresses) that you provide to us. Additionally, the data we use to present your company/product/service is configured and provided by you or any Admin User in your Regie.ai account.   2. How long is prospect Personalization data retained in Regie?  In Short: The data we retrieve from our enrichment providers listed in the sub-processor list is stored in Regie for 30 days, and then automatically deleted. The “enriched prospect data” used for Personalization includes personality/communication data, email addresses, LinkedIn work and volunteering history, and company job posting data.  The data retention policy for our AI provider listed in our sub-processor list states that they will only retain prompt data for up to 30 days, for abuse and misuse monitoring purposes only.  The data we use to present your company/product/service is configured by you in your account, and would be deleted with it. This would include company information, product or service information, and anything else used to build email communications.  3. How long do we keep your information?  In Short: You can modify any and all value propositions and pain points stored to Regie. This information is provided by you, the User, and as such, have the ability to configure Value Propositions and Pain Points to suit your preferences at any time. This information will be retained by Regie until the user decides to make changes or opts to terminate the account.  Additionally, any and all data used to suggest your products and services to prospects is configured by you and can be easily modified if there is a need to update the data. Your product and services data is not retained by Regie.  Salesforce Integration Data Retention Policies ‍ ‍1. What data does Regie.ai place into Salesforce?  a. Regie.ai will install some fields onto the salesforce activity and the Regie will write in the values for regie-driven data in there:  2. What data do we need Outreach to place into Salesforce?  a. We need the sequence ID and the message ID for messages.  3. What information does Regie.ai collect and how is it collected?  In Short: We have four systems that interact with salesforce – one gets job title and account industry data from salesforce to build buyer personas. The second gets a field as data to use in personalization. The third is used in audience expansion, to generate more prospects. The last gets meetings for accounts, and opportunity amounts for them, to track whether emails generate meetings and deals.   The third, if enabled has two modes:  3. How long do we keep Salesforce information in Regie?      "
      ]
    },
    {
      "title": "How to Enable the Integration between Regie.ai and your Outreach Platform",
      "textContents": [
        "It is critical that you turn on your Integrations before you start creating campaigns in Regie.  By following the instructions below, Regie will generate the right variable tags that are compatible with your Outreach platform. Plus, once fully enabled, the integration streamlines the process of Publishing campaigns directly into your SEP quickly and with ease.  Note: Only one Sales Engagement Platform integration can be enabled at a time within a Regie Workspace.  If your organization utilizes multiple Sales Engagement Platforms, please create an additional workspace to support the additional integration.  You must be a Regie Admin and also an Admin in your Sales Engagement Platform platform to enable the integration. 1. To get started, from the left side navigation bar, select Settings. 2. Select the Workspace tab located at the top of the page. From the dropdown menu select Integrations. 3. You'll immediately see the list of the supported Sales Engagement Platforms. Go to the Outreach tile.  4. As shown in the image below, toggling the switch next to your desired platform will push your Outreach variable tags into the Workspace's Campaign Builder/Editor. 4. With the Variable Tags integration toggled \"On\", next select the Connect Account button. This step enables Regie to publish campaigns directly into your SEP. 6. Follow the on screen prompts to complete the integration. 7. That's it! Once the integration is successfully completed, you will get an on screen pop up confirming your Outreach platform is connected to Regie! "
      ]
    },
    {
      "title": "How to Link Content to Your Persona Card",
      "textContents": [
        "As you develop your ideal customer profile, consider 1 - 2 Pain Points and 1 - 2 of your company or product's Value Propositions that can be associated with them.  This information empowers Regie.ai to create effective sales messaging that will resonate most with your target buyer Persona.  This article demonstrates how easy it is to associate, or link, Pain Point and Value Propositions snippets stored in your Content Library to the designated Persona created in Regie. Note: Only link publicly accessible Pain Points and Value Propositions to your Personas.  Content that is considered publicly accessible are those that are stored within the Value Proposition and Pain Points folders located in the \"Team Files\" section of your Collateral. 1. Use the left-side navigation on your Regie Platform to access and expand the Brand Kit. Next select Personas. 2. Within the Persona Card that you wish to link content to, select the ellipses or three dots in the upper right of the Persona Card. Select View Content from the menu. 3. After selecting View Content, if there's no content tagged to your selected Persona you'll see the message below popup on the screen. Click Go To Content Library.  4. Regie will automatically redirect to the Team Files section of your Content Library. Navigate to the appropriate folder.  5. In the example below we've started to link a Pain Point to the Persona by selecting the Pain Point folder to access all the Pain Point snippets currently available in the Team's Content Library. 7. On the left side you'll see a drop-down menu to select the Persona to link. Multiple Personas can be linked to the same content if necessary.  All Personas linked to content will appear as tags. 8. Navigating back to the Content Library you can also see the tagged Persona(s) directly under the content name in blue text. 10. Additionally, navigate back to Workspace Settings> Personas to see the Persona Card updated with the content now linked and viewable. By clicking the View Content hyperlink in the Persona Card, this will surface all content currently linked to it.  11. Repeat steps 2 - 8 as you continue to link Value Prop and Pain Point content to the Personas you've created. Remember, just 1 - 2 Pain Points and 1 - 2 Value Propositions per Persona are all you need to get started with instant personalization in Regie! "
      ]
    },
    {
      "title": "Adding & Editing Users",
      "textContents": [
        "1. Once your regie.ai workspace has been created and you have been invited to join, log into regie.ai. In the left-hand navigation bar, select Settings. 2. From your Settings select the \"Workspace\" tab from the top of the page. 3. Select Members from the dropdown menu. 4. Next select the + Invite User button in the upper right-hand corner to bring up the Invite User window. 5. When inviting each new user to the Workspace, you will need to input their email address and select which Role they will be in Regie.ai :  Unsure about the different Role Types in Regie? Please see this article for a detailed breakdown of each! 6. After you have completed these fields and selected Invite, the new user will receive an email invitation to create login credentials for regie.ai.  "
      ]
    },
    {
      "title": "How to Enable the Integration Between Regie.ai and HubSpot Workflows",
      "textContents": [
        "You must be an Admin user in both HubSpot AND in the Regie.ai platform to connect the plugin.   1. To get started, go to the Settings > Plugins and toggle on the Plugin for your Sales Engagement Platform.  2. Then select “Connect” below 3. Then “Connect” again when the popup window opens. 4. If your integration connection is successful, you will get a notice that you are connected: "
      ]
    },
    {
      "title": "Outlook.com and the regie.ai Chrome Extension",
      "textContents": [
        "While regie.ai does not support an extension (yet) for the Outlook 365 application, you can use the Chrome Extension when using Outlook from the Chrome browser. After installing the Chrome extension and logging into your regie.ai account, when you go to Outlook.com and start composing an email, the Chrome extension should appear: Please see this article from Microsoft on system requirements for using Outlook on the web and Outlook.com in Chrome The Regie.ai Chrome Extension is always pinned to the far right of your screen. Selected modules, like the Prospect Lookup can be moved to any part of your screen. In the image above, the Prospect Lookup was moved to the far left of the composed message.  Clicking on the Regie.ai Icon in the Chrome Extension, expands the personalization tools available to you. (see image below)  This allows you to access the following features as you compose your personalized email: Clicking the Regie Icon one more time collapses the personalization tools once more.  The Chrome Extension can be moved by hoovering your mouse over the Regie.ai icon until you see the 6 dots, which allows you to grab and drag the extension up and down the right side of your screen.  If you close the extension and want to bring it back up again, look for the regie.ai logo and select that icon to open the extension again. "
      ]
    },
    {
      "title": "Persona Builder: How to Manually Create Personas",
      "textContents": [
        "A Buyer Persona is a detailed profile of the sort of person that fits your target audience or ideal customer.  Establishing your Buyer Persona in Regie opens the door to a suite of helpful features such as content organizing, simplified campaign creation, and personalized messaging in an instant with Regie's powerful Rapid Writer tool.  See how to set up your Personas in Regie using the Persona Builder below! Quick Tip: Whether you already have detailed personas or are just starting out, we encourage you to think holistically about your Buyer Persona(s) and the types of messages you currently send to your prospects.  Before setting up Personas with the Persona Builder, challenge you and your team to consider the following: \"Is there any differentiation or similarities in the context of messages sent to our prospects?\"  Specifically, is there a difference in value proposition based on the following verticals?:  These insights will assist you in deciding the number of Persona profiles necessary, how precise they should be, and if pain points and value propositions must be distinct for each Persona individually or can be shared across several.  For additional Persona planning resources feel free to the following article: Questions to Consider When Creating Personas  How to Create Personas Manually 1. From the left-side navigation menu in your Regie platform, click to expand your Brand Kit and select Personas. 2. Select the +New Persona button located on the upper right corner of your Personas page.  This action automatically surfaces the \"Create Persona\" window, as shown in the image below. 3. Provide your Persona Name.  For this step, feel free to use your preferred naming convention for identifying Personas.  We recommend keeping this consistent among all Persona Cards created, such as Job Title + Function (Ex: Director of Marketing) or Job Title + Industry (Ex: Sales Executive - Healthcare). 4. Next define the Persona by adding  all the Job Title(s) commonly associated with the Persona into the Job Titles  field of the Persona Builder.  You also have the option to Exclude any Job Titles that should not be matched, or associated, to the Persona. As you're creating and defining your Personas, the Sample Prospects will update on the right side of the Persona Builder window. These sample profiles are clickable. Clicking them surfaces their LinkedIn Profiles for further review, to ensure you're targeting the right Persona. 5. While building out the Personas for your Workspace, you have the added opportunity to further refine the Persona if necessary.  Although we recommend defining Personas primarily by Job Title, you have options to include the following specifics:  Important Note: If any of the above specifics are added to one Persona Card, those details must be included ALL Persona Cards that have been created.  For example, if location is specified for one Persona, you must add the location preferences for ALL Persona Cards. 6. When finished providing the details of your Persona, select \"Create Persona\". These Persona profiles are able to be accessed by the Rapid Writer in the Chrome Extension, to provide your reps an option for persona-driven message personalization in seconds. You'll want to attach a Pain Point and Value Proposition to the Persona Card to enable the Rapid Writer. Your Next Steps To Enable the Rapid Writer: 1. Link the new Persona to Pain Points and Value Propositions in your Content Library. 2. Repeat the steps in this article to add any additional Personas to Regie. "
      ]
    },
    {
      "title": "Chrome Extension: Ideas for Personalization using the Custom Field",
      "textContents": [
        "The \"Create Personalized Message\" tool in the Regie.ai Chrome Extension allows users to chose what prospect or company data is used by the AI for personalized message.  With the \"Custom\" field option, you can take creating the personalized message a step further and instruct the AI on exactly what topic you wish to discuss with your prospect. The AI will handle the rest, and incorporate your custom talking point within the generated Intro Line or Email Body output type selected.  Examples and best practices on how to take full advantage of this powerful feature are listed below! For optimal email results, please follow these recommendations:  1. Limit the personalization data point selected to just your \"Custom\" entry. For Regie to only generate email suggestions related to the text in the Custom Field, it is recommend no additional insights, or data sources, are chosen as shown above.  2. Always use a command or action verb when speaking to Regie.ai. \"Noticed that\" or \"Reference\" or \"Talk about\" are just a few examples of commands or instructions to start your entry of custom insights in the Custom Field.  3. Do not use Custom Fields with a highly customized Prompt as Regie.ai will prioritize the personalization guidelines in the custom prompt and may not incorporate your custom field.  Custom field inputs:   Custom field input: \"Your colleague, Paul, recommended that I reach out to talk about (insert topic)\"     Custom field input: \"Have you noticed the recent surge in A.I. technology making personalization easier?\"     Custom field inputs: 1. \"Noticed that you enjoy hiking and being outdoors\" 2. \"Make an analogy comparing playing soccer to writing emails\" or \"Compare playing soccer to writing emails\" 3. \"Talk about prospect's love of (hobby, interest, etc)\"   Custom field inputs: 1. \"(Company name) has found great success using Regie.ai for personalization at scale.\" 2. \"Talk about how (company name) has found success using Regie.ai\" "
      ]
    },
    {
      "title": "Persona Coverage Report",
      "textContents": [
        "The Persona Coverage Report will help make sure the Rapid Writer is focused on the right Personas, so that you can be confident that the right personalized content is being produced by the AI for manual email steps in your multi-touch sequences.  This report will also reveal opportunities to adjust your existing Personas being targeted in your sequences if there are any coverage gaps discovered by the Rapid Writer.  Currently, the Persona Coverage Report is available to: •\tRegie Workspaces with Outreach or Salesloft integrations enabled •\tOrganizations that use the power of the Rapid Writer for manual email steps within sequences that require personalization.  How to Access: 1. Use the left-side navigation on your Regie Platform to access and expand the Brand Kit. Next select Personas. 2. From the Personas page, select \"View Report\" located in the upper right of the page. 3. The Persona Coverage Report will immediately appear in the middle of the screen. You have the added option to \"Download the Full Report\" directly to your computer as a .csv file for further review and analysis outside of your Regie Platform. Understanding the Persona Match Report:  Matched/Unmatched Prospects Snapshot At the top of the Persona Coverage Report, we'll provide a quick glance into how well the Rapid Writer is matching the prospects in your active sequences to your Personas identified in Regie.  If there is a large number of unmatched prospects, we highly recommend taking a closer look at your Personas and adjusting their details.    In the report, you will find a summary of what job titles and industries the Rapid Writer did not match with a Persona.  You'll want to use these details to add in the job titles that are missing.    Next, you'll find a list of the most common Personas the Rapid Writer matched prospects to within your active sequences.    At the end of the report, you'll then see a list of your active sequences and insights on how well (or not so well) the Rapid Writer was able to match a prospect to the Personas created in Regie.    Once you've downloaded the Persona Coverage Report as a .CSV to your computer, complete a deeper analysis of how your Personas match your current sequences. Here are some ways to use the insights provided by the report:  1. Gain more detail on the types of people that are missing from each sequence. You may have some sequences that matter more than others, so you'll want to identify opportunities to include Job Titles that are missing from your most effective sequences.  2. Analyze the if your Outbound team is sequencing the right prospects. The downloaded report makes it simple to create a pivot table that allows you to examine job titles that are shared among all prospects, organize Personas by sequence, apply filters to sequences, and assess the number of individuals in each persona and their associated job titles. These insights ensure that the correct individuals are sequenced or have the right Value Proposition and Pain Point per sequence for the desired audience. "
      ]
    },
    {
      "title": "Prospecting with Personalized Content in the Chrome Extension",
      "textContents": [
        "The Prospect Lookup is a feature within the Regie Co-Pilot, accessible via the Regie Chrome Extension.  With this feature, outbound teams can quickly research their prospects before composing an outbound message or before placing a dial from their Sales Engagement Platform or dialer of choice.  The Prospect Lookup is also an essential feature to use while composing a relevant, personalized message. The Message Personalizer feature gives reps the ability to craft a custom 1:1 email or message on LinkedIn with the speed and magic of Regie.  We've recently made a few enhancements to both the Prospect Panel and Personalizer features. See details below! The Prospect Lookup can be used within the following platforms via the Chrome Extension:  Supported Sales Engagement Platforms:   Social Media   Email Service Providers  How to Access and Use the Prospect Lookup  1. Open a \"compose new email\" window in your SEP or Email Provider. Be sure the desired recipient's email address is in the email's \"To\" field.  To use Prospect Lookup within LinkedIn or Sales Navigator, make sure you're on the individual's profile or have opened a message window.  2.Within the supported platform, locate the Chrome Extension on the right side of the screen and select the Prospect Lookup icon. 3. Click to Open the Prospect Lookup which pop opens the feature in a new window. The Prospect Lookup Panel window can be moved around as needed. The Prospect Lookup will display a summary of information about the Prospect and will include the following information (if available)  "
      ]
    },
    {
      "title": "Your AI Toolkit: Create New Pain Points",
      "textContents": [
        "Pain Points are specific problems faced by prospective customers of your business.  Some prospects may not even be aware of the pain or problems they are experiencing.  By identifying and clearly addressing customer pain points in your own marketing and sales efforts, you can create a more compelling strategy that will position your company as an invaluable solution to their problem.    How to Create New Pain Points with AI  1. From the left-side navigation menu in the Regie Platform, select the AI Toolkit icon. 2. Once on the AI Toolkit page, scroll down to the Elements section and select Pain Points. 3. You'll be brought to the Pain Point page which is where you'll provide the AI with information to generate several Pain Points to choose from. Required fields to complete are the following:     Optional fields:     4.  When ready for the AI to create Pain Points, select Generate AI Content located toward the bottom of the page.  5. AI-Generated Results will populate on the right side of the Pain Points page within a few seconds. 6. From the list of Results, use the Quick Actions highlighted above on the generated outputs 7. To see a full list of every Value Proposition created using this feature in the AI Toolkit, select the History tab.  Once you've landed on a Pain Point or set of Pain Points that are the best fit for your company, service, or product be sure to link the Pain to your Persona.  As your next step, please see the following article: How to Link Collateral to your Personas. "
      ]
    },
    {
      "title": "Email Analyzer",
      "textContents": [
        "Unsure of what goes into a good quality personalized email?  With the Analyzer, users are provided real-time feedback on the quality of their emails, along with detailed recommendations on what to improve.  Accessible for Users of the Regie Chrome Extension and for those Users tasked with creating/editing Sequences within their Regie App, the Analyzer will give users peace of mind on the quality and effectiveness of their email's content before pressing send.  Analyzer Recommendations are tailored to the type of email that is being drafted.  What feedback does the Analyzer provide: •\tDetailed feedback and coaching on the content within the email opener, email body, Call To Action (CTA), and email sign-off. •\tMobile optimization recommendations. Remember that 70% of prospects read and respond on their mobile devices. • Detailed feedback around Cliches, Buzzwords, Gender Bias, and Inclusion to ensure that no matter who you're prospecting to that you're using the most inclusive language possible. How is the Analyzer Score Calculated The Analyzer is organized into top-level Recommendations (or Categories) and each of those recommendation has its various subcategories associated.  The Analyzer score is calculated at a sub-category level. Specifically, it is the average of the subcategories passed / the total number of subcategories.  For each Recommendation, if the Analyzer shows a \"Red X\" this means you can look into category (ie. Subject Line, Opener, Body, Call - to - Action) for specific sub-optimizations within your email to further improve the overall score.   Where do I locate the Analyzer in the Chrome Extension? To access the Analyzer expand your Chrome Extension by selecting the Regie icon floating on the far right side of your screen. Next, select the pie chart icon from the Extension's Menu, as shown in the image below: Given the versatility of the Regie Chrome Extension, Users should consider using the Analyzer for emails created through Regie as well as for any email templates developed externally from Regie.  Where do I access the Analyzer while editing email steps a Sequence? While Editing a Campaign/Sequence's email steps, select the pie chart icon located on the far right of the screen to access the Analyzer. Please see the following article: Cold Email Best (& Worst) Practices for additional advice on how to optimize your emails to prospects. Analyzer Categories and Recommendations See detailed feedback and coaching for any Analyzer Recommendations by clicking and expanding on the category header.  Each of the top-level categories are broken down below:          Message Length: Recommendations for message length may vary and will depend on the message type detected by the Analyzer. Depending on the message type, you might want to use more words or less words to get your point across. Reading Time: Shorter emails are easier to consume Readability: On average, emails written between a 3rd and 8th grade reading level have better response rates. Question Count:  Emails with 1-3 questions tend to get higher response rates, so make sure you aim for that range and use only 1 call to action (CTA) at the end of your email to avoid causing confusion. I:You Ratio: Stay focused on your prospect by making sure you aren't talking more about yourself (using \"I\" too often) than you mention your reader (\"you\").   Removing Long Sentences: Keep sentences under 132 characters for readability. Avoid Spam Triggers: Avoiding certain words, terms, characters/symbols, links, images and attachments will keep you out of your recipients spam folder. For additional reading and insights on Spam Words  check out this list from HubSpot of 394 email spam trigger words to avoid.     Regie makes it incredibly easy to edit and refine message content with the assistance of AI. Please see the following article on the Context Menu feature to learn more on how to use Regie for your quick editing needs! "
      ]
    },
    {
      "title": "How to Create a Blog",
      "textContents": [
        "Never experience writer's block again with the help of the Regie Blog Writer. In this article, we'll show you how Regie makes blog writing and editing a breeze with the help of AI.  Create a New Blog using the Blog Post Workflow  1. The fastest way to access the Blog Writer is to select the Blog Post Workflow tile from the Blogs & Content section of your Regie homepage. 2. Upon clicking Blog Post Workflow,  the platform will immediately open the \"New Blog\" page, which will require inputs into the following fields:      You also have the opportunity to tell Regie.AI to Target a Specific Language in this step. English (U.S.) is the default translation, but feel free to pick any one of our 30+ supported language translations if needed.  3. Once complete, press \"Continue\" to progress through the rest of the Blog Post Workflow.  4. The next required section is adding a Headline to your blog. Here you can write your own Headline from scratch if you already have something in mind and press \"Continue\". OR  If you don't know what you want the Blog Headline to say, let Regie's AI create Headline Ideas for you to choose from instead! Simply leave the \"Write Headline from scratch...\" field completely blank and click the 'Generate ideas\" button instead, as shown in the image above.   5. In just a few seconds, Regie's AI will Generate Headline Ideas to choose from based on the information you provided earlier in the Blog description.  Don't like what was generated? Press the \"Generate Ideas\" button as many times as you like until you find one that works best!  6. Once you've found the perfect Headline to use, hover over the Headline text to display the \"Use This\" button. 7. Clicking \"Use This\" selects the headline. You'll notice the text updates to \"Selected\".  Press Continue. 8. Next, create an Intro Paragraph for the blog.  Much like the previous section, here is where you can \"Write an Intro Paragraph from Scratch\" or use AI to Generate Intro Paragraph Ideas for you in just a few seconds. 9. In the screengrab below, we asked the AI to Generate Ideas for the Intro Paragraph, selected our preference and pressed Continue. 10. The last step is to choose the desired Output Length for the blog (Short, Medium, or Long). By default, a Medium length output is pre-selected but can be adjusted.  Press Continue to proceed. 11. Now that the Setup is Complete for Regie to create your blog, you have one final opportunity to review and edit any of the content inputs within the Blog Post Workflow. 12. Once you're ready for Regie.AI to write the blog, press the \"Generate Blog\" button located at the bottom right of the screen.  13. Regie.Ai will then do all the heavy lifting and in under a minute, you will have a fully written blog! 14. You'll immediately get directed to the Blog Draft page where you can view and edit the blog content created by Regie. Our AI will easily get your content 75%-80% of the way there, but the BEST content always has a human touch. We encourage you to use this opportunity to review what the AI has written for you and make adjustments or improvements as needed. Your Editing Toolkit includes:     Learn more on how to use these editing tools in our Editing a Document article.    Need to collaborate with others on your blog before publishing?  Select the \"Share\" button at the top right of the page to share your blog draft with others via email or link: They will then be able to view add comments which can you can also view from the draft. "
      ]
    },
    {
      "title": "Sales Email Benchmark Report - July 2023",
      "textContents": [
        "To view the report, please click here! "
      ]
    },
    {
      "title": "Sales Email Benchmark Report - March 2023",
      "textContents": [
        "To view the report, please click here! "
      ]
    },
    {
      "title": "Module Directory for Regie's AI Tooklit",
      "textContents": [
        "This article walks you through brief definitions of each currently available module.  LinkedIn    Marketing   "
      ]
    },
    {
      "title": "Ideas for structuring your Regie CMS",
      "textContents": [
        "Goals for your CMS structure:  1. We want the content to be easily searchable and accessible by different team members (sales reps, sequence & cadence creators, etc.) 2. We want users to understand clearly what to expect when opening a folder  This article starts with a basic Getting Started framework and ends with folder structure examples.  Getting Started:  Start at the top. A good folder structure starts with a clear and logical organization by category.  By default, Regie already provides several top level folders to store your important sales and marketing collateral.  Determine the right level of specificity. It is important when creating custom folder structures to be neither too general nor too specific. If the structure is too specific, it can take a long time to search through; if it's too general, differentiating between groups of assets can become difficult. Take the time to decide what level of specificity works best for your organization.  ‍Draw it out. It is important to visually outline your proposed folder structure for your team to be able to brainstorm more effectively. Once you have decided on the new structure, you can quickly onboard current staff members as well as new hires by sharing the outline with them.  Test it out. If you are unsure about the effectiveness of your folder structure, try building out an example and see how quickly a potential end-user can find a particular file.  Does it take longer than expected or is it faster? This will give you an idea whether or not your current structure is working for you. Regie CMS folders will automatically arrange in alphabetical order, but if you'd like to arrange in different groupings, you can use numbers to display them in a specific order.  We recommend using numbers to display folders dedicated to reps using the Chrome Extension so they will remain at the top of your Collateral Library and easily accessible. Examples of ways you can structure your CMS  Example 1: Example 2: Example 3: Example 3a: Additional folders nested within a main Value Propositions Folder "
      ]
    },
    {
      "title": "Your AI Toolkit: Images Feature",
      "textContents": [
        "Image Description - use this field to tell the Image generator exactly what you'd want to see in your image - the more specific, the better.  The drop down options for Style, Mood, Medium, and Keyword inputs are all optional, but can give the image generator more guidance on what you are looking for.  Select \"Create Images\" to see results. You can edit/ adjust your Image Description to create additional images, and you can view the history of all images you created by selecting the History tab next to Results.   You can then Download or Add to content library by clicking on the icons that will appear in the top right corner when you hover over the image: "
      ]
    },
    {
      "title": "How to use the Rapid Writer",
      "textContents": [
        "The Chrome Extension’s Rapid Writer significantly improves the productivity of your outbound team.  By establishing your target Personas, their pain points, and your value props in Regie, Chrome Extension Users will have the option to use the Rapid Writer, which automates prospect research and crafts highly personalized messages to prospects in seconds.  The Rapid Writer is supported within the following applications:  How does the Rapid Writer work? Once enabled, the Rapid Writer instantly recognizes and understands your prospect.  The Rapid Writer then personalizes your messaging based on your unique value proposition and the prospect's job title to quickly generate three, sales-ready emails or intro lines tailored to the first email touch with them.  The Bolt - a lightning-fast version of the Rapid Writer – is another excellent option for your sales team to use to supercharge their efficiency at connecting with prospects.  The Bolt is a feature that is conveniently located within each email and LinkedIn message composer window, seamlessly embedding the power of the Rapid Writer exactly where sales teams are composing and sending their email messages.  With the Bolt, your sales team can have a sales-ready, Rapid Writer generated message with just one-click, and created in real-time directly within the body of the email.  How do I use the Rapid Writer and the Rapid Writer Bolt?  Simply watch the video below!  A step by step guide How To Use and Access Rapid Writer included in this article after the video. Note for Regie Admins: The Rapid Writer is a one-click personalization feature of the Regie Chrome Extension.  To enable your Sales Team to use the Rapid Writer, please have your Target Personas established in your Personalization Settings.  Your Persona's pain points and your company's value propositions must also be linked, or tagged, to each Persona to enable the Rapid Writer feature.  As a Regie Admin, if you have yet to create your Personas in Regie and linked them to their Pain Points and your Value Propositions  please click each link for further instruction and guidance. How to Access and Use the Rapid Writer and the Bolt 1.  Open the \"compose a new email\" window in your sales engagement platform or email service provider. Be sure the intended recipient's email address is in the “To” field.  2.  The Regie Chrome Extension will automatically verify and enrich the email address of the prospect, matching their job title and any other details of your target persona to the details found on the prospect.  The Chrome Extension's Prospect Lookup will generate a notification and inform you if the Rapid Writer has matched the prospect to a target Persona.  There are two ways a Chrome Extension User to access the email drafts suggested by the Rapid Writer:  The Rapid Writer Bolt   The Rapid Writer Bolt will create a personalized sales-ready email in real-time, directly within the body of the email. Note: Tap the Bolt in the body of the message to have the Rapid Writer craft a new personalized message for your prospect. You can have the Rapid Writer generate a new email as many times as you'd like. By hoovering your mouse over the Bolt, Users can configure the following Rapid Writer settings for their session: Instantly add a contextualized subject line by selecting the Subject Line Generator, which is the lightning bolt located directly within the message's subject line as shown below. For more details, you can see the following linked article: AI to Generate a Subject Line.   The Rapid Writer  1. Select the silhouette of a person in the Regie Chrome Extension. 7. Press “Generate More” at the top of the Prospect Lookup for the Rapid Writer to offer 3 additional email options. You can do this unlimited times until you find an email that works best.  At the top of the Prospect Profile there are additional settings that can be adjusted:   Depending on the platform used to send the message, you may have the Insert into Email button which will instantly add the message into the email body. Both options are highlighted below. 10. If provided a subject line for the copied message, you may need to manually copy and paste it into the email's subject line field.  Alternatively you could have the AI generate a brand new Subject Line directly within the email by pressing the lightning bolt in the Subject Line itself. And it's as simple as that! Keep in mind Regie.ai is incredibly good at composing email first drafts, but sometimes the human touch is still needed. Please be sure to glance over the content one last time before pressing send! "
      ]
    },
    {
      "title": "Creating Lists and Tags in Regie",
      "textContents": [
        "Depending on how you want to structure your content, lists and tags are an excellent way to further categorize the content that you build for yourself and for your team in Regie. Leveraging this feature is highly flexible, so that you can create a custom content hierarchy or categorization structure in your Regie Workspace that works best for you! Note: This opportunity is only available to users designated as Admin in the Regie  Within a Regie, you have the opportunity to group or segment content in large filterable categories, or Lists.  Examples of this include creating Lists to group content by the following:   After creating a List, you will then be able to further refine that category's content with your desired Content Tag.  Example: If you created a List in Regie to organize content by Geographic Region, suggested Tags to further refine that category, or List, could be the following:  List Name: Geographic Region  Accompanying Tags:   Now, that you understand the benefits of Lists and Tags let's create them!   Creating a New Lists and Tags  1. From the left side navigation menu in the Regie platform, select Settings. 2. Select the Workspace tab at the top of the page and from the dropdown menu click on \"Lists\". 3. Select the \"+New List\" button located in the upper right side of the Filter Lists page. 4. Input the name of your New List  that you wish to create in the workspace. Press \"Save\". 5. A section for your new list will appear on the page. To add data, or Tags, to your List select the \"+New Tag\" button located on the far right side of the newly added list.  6. Input the name of your unique tag in the New Tag window when prompted. Again keep in mind, Tags are meant to further refine the larger category or List. Press \"Save\".  7. And that's it! Repeat the steps above to create additional Lists and Tags as needed.   You and your team can utilize these tags to filter through your campaign and collateral library to access the content you need. Quick Tip: Lists and Tags in Regie are always organized in numerical and then alphabetical order so please keep this in mind as you're customizing your library. "
      ]
    },
    {
      "title": "HubSpot Sequence Builder",
      "textContents": [
        "If you are a HubSpot user with the regie.ai Chrome extension installed, you'll see a blue button where you can create \"New Sequence with Regie\" in Automation > Sequences from your HubSpot account. You'll be able to create and use regie edit features before publishing - saving hours of time! After selecting New Sequence with Regie,  you'll be prompted to build a New Sequence or use an existing Sequence where you can start working from an existing draft. When selecting build a New Sequence, the screen will look very similar to building a campaign from within the regie.ai platform, but you are still working within HubSpot: Create a Campaign as you normally would (see Creating Campaigns and Editing Campaigns for tips).  When selecting the use Existing Sequence option, you'll be taken to the Sequences Overview page where you will select the campaign you'd like to use in order to edit and then publish. Important things to note before publishing to HubSpot:    2. HubSpot will only allow for 5 automated emails per sequence, so any emails beyond 5 will be published as manual tasks.     3. The Call Script at the top of your campaign will be published to all of your call tasks  in the sequence as task notes - so feel free to create a voicemail script, call script, or talking points that will help you on your calls: When you're ready to publish your sequence to HubSpot, select the \"Publish\" button in the top right corner.  On the next screen you can edit the name of your campaign (we recommend adding regie.ai and your name) - please note that all of your templates will also be created in HubSpot using this name.  Then select \"Send as Sequence to HubSpot\" > \"Let's Go\" Your new sequence is now published!  To Edit  You can then select \"Edit\" if you want to go in to make any final changes: Then select any of the email templates (click on the name) and go to \"Edit\" to make changes to individual email templates. You can then use the regie.ai Chrome extension to do further analysis or rephrasing! "
      ]
    },
    {
      "title": "Outreach Settings for Deliverability/ Spam Best Practices",
      "textContents": [
        "Please see How To Configure Org-Level Email Limits and Safeguards  Include Unsubscribe Links  Always include an unsubscribe link in your email sequences. Please refer to the following help articles for more information:   Ongoing Monitoring  Make sure you are checking your Bounce rates and Opt-Out rates regularly across all of your sequences. Governance Profiles  As a best practice, Outreach recommends that you have restrictions around which users are able to create and share content in your Outreach account, which will reduce the likelihood that poor content is being created that could effect your deliverability rates. Please refer to these Outreach Help Articles for more tips on best practices for Governance Profiles:  "
      ]
    },
    {
      "title": "How to use the Rapid Writer Bolt on LinkedIn",
      "textContents": [
        "This feature is available for Regie Extension users with an Enterprise Plan. The Rapid Writer Bolt significantly improves the productivity of sales reps by instantly creating relevant, personalized messages on LinkedIn and Sales Navigator, thus scaling their social prospecting motions.  Through the Regie Extension, The Bolt instantly recognizes prospects and in just one-click, reps can personalize InMail Messages, LinkedIn Messages, and Connection Request Notes in seconds.  See how quick and easy it is to use The Bolt throughout LinkedIn below: The Bolt for Messages and Connection Requests The Bolt for InMail Want to supercharge your social prospecting using the Power Socializer feature of the Regie Extension? Click HERE to learn more. "
      ]
    },
    {
      "title": "Preparing Your existing Pain Points and Value Propositions for Upload",
      "textContents": [
        "Many Regie users already have established Persona-based Pain Points and Value Propositions before leveraging Regie.ai for sequencing and message personalization at scale.  Remember, Pain Points state the specific problems and challenges your potential customer experiences and your product, service or solution relieves or eliminates them.  A Value Proposition is a simple statement (just 1-2 sentences) that clearly communicates the end benefit a customer receives after purchasing your product, service, or solution.   Any existing Value Propositions and Pain Points that are more than 200 characters in length (or more than 3-4 sentences) will need to be modified and shortened to fit the character limit of these inputs across the Regie.  By using the Start from Scratch tool in the platform, rephrasing and shortening your existing Pain Points and Value Props is a breeze. By leveraging these tools Regie.ai can instantly generate a more straightforward brand message than what you initially started with.   Examples of strong a Pain Point and Value Prop for a target Persona:   See how to use Start from Scratch to prepare Pain Point and Value Proposition snippets to use in Regie.ai below! 1. From the homepage of your Regie Platform, scroll to the bottom an locate your AI Toolkit section. Select the Start from Scratch tile. 2. Copy and Paste either your Value Proposition(s) or Pain Point(s) for your target customer or Persona into the document. Think of this document as your brain storming/note taking space.  In the examples below, we'll be using Value Propositions to illustrate the process, but this entire process should be replicated for Pain Points as well.  3. Use your mouse highlight all of the text for just one Value Proposition on the page. This will reveal the Context Menu which include the AI Tools to Rephrase, Shorten or Expand the content.  4. We recommend using a combination of the Shorten and Rephrase tools to help get the Value Proposition down to 1-2 sentences.  Rephrase Example By selecting Rephrase, Regie  will generate a different, often more clear way to describe the highlighted content. Feel free to Regenerate new AI suggestions as many times as you'd like.  Select Use once you've come across a Rephrase suggestion that resonates. This will replace the content that was highlighted. Shorten Example By selecting Shorten, Regie will generate a concise and shortened way to describe the highlighted content. Feel free to Regenerate new AI suggestions as many times as you'd like.  Select Use once you've came across a Shortened suggestion that resonates.  5. Make any additional edits to your Value Proposition wherever needed. You can also collaborate with others using the built in sharing tools on the document.  The goal is to have a Value Proposition that is clear, 200 characters or less and tells the customer the exact result or benefit they will get from your product, service or solution.  6. Last, highlight the modified Value Proposition once last time to reveal the Quick Actions and select \"Save to Library\". 7. After the Save to Library window pops up provide a Snippet Name, attach any tags and Persona(s) and select the appropriate folder for the snippet to be stored under.  We recommend that the snippet lives within an appropriate folder within the \"Team Files\". You'll want to repeat steps 3-7 for each existing Value Proposition and/or Pain Point you need to optimize before saving them to your Regie CMS!  Feeling stuck or have any additional questions? Please don't hesitate to connect with your Client Services Manager for further guidance! "
      ]
    },
    {
      "title": "Your AI Toolkit: The Icebreaker",
      "textContents": [
        "Regie provides several AI Tools to help personalize your outbound messages quickly and efficiently.  The Icebreaker feature within the AI Toolkit is one of the more popular choices sales teams use to bring a more personal touch to their outbound emails by connecting a topic important to the prospect directly back to the reason why you've reached out to them in the first place.  In this article, you'll understand how using the Icebreaker can be a game-changing feature that helps break the ice with your prospects.  How to Use the Icebreaker  1. Access the AI Toolkit (this can be done directly from the left side navigation in the platform or from within the Chrome Extension). 2. Select the Icebreaker module.  3. In the platform, the Icebreaker will automatically open on your screen as seen below. Here is where you will highlight the topics that you want the AI relate to one another. 4. Next, provide Regie Topic 1.  The topic you provide to the AI should be anything personal you have noticed or quickly learned about them while doing prospect research.  Insights like these can be found by using the Prospect Lookup using the Regie.ai Chrome Extension OR by going directly to their LinkedIn Profile. 5. Provide Topic 2  The second topic you provide to the AI should be about what you wanted to connect with the prospect about.  This should be a very brief statement of what your company does, product or services your company provides, the value prop, or the problem you can solve for them. 6. Should you need to Language Translation on the result that's generated, Regie provides the option to select from one of our 32 supported Target Languages. 7. Last select \"Genereate AI Content\" and the AI will generate several outputs to choose from that correlate both topics entered.  See examples of how the Icebreaker tied:  Topic 1: \"Wine Tasting\" (the prospect posted pictures of themselves on social media at a local vineyard tasting wines) back to  Topic 2: \"With Regie, target the right persona with the right messaging, tone, and structure to create highly-engaging sequences built to book more meetings\"  AI-Generated Icebreaker Results: 8. Now, feel free to copy any specific line of content that makes the most sense to include within the body of your email. Some salespeople put Icebreaker results immediately after their opening line or hook. 9. Additionally, within each AI-generated output of results, you have the following opportunities from the following menu. For more training..see the Icebreaker in action within the Chrome Extension.  "
      ]
    },
    {
      "title": "Email Validation Statuses Explained",
      "textContents": [
        "The Email Verification Module in the AI Toolkit provides users with a downloadable report to see the email statuses of all emails run through the validation tool.  Below, you'll find a list of the common status types you'll see after downloading and viewing the report. For more details on Deliverability Status Codes including explanations of Sub Status codes, please visit the following link - ZeroBounce Email Validation Status Codes Status Codes & their Explanations:              "
      ]
    },
    {
      "title": "Regie.ai updates the Co-Pilot Extension",
      "textContents": [
        "Regie's Chrome Extension (Co-Pilot) has recently undergone a few updates and polishes.  Review the changes we've made to streamline the Regie Extension, and see how we've made your favorite personalization and prospecting features easier than ever to use! Who is impacted by this change? The Rapid Writer Bolt Sales reps can instantly generate sales-ready messages with just one click using The Bolt, which is already available in your Sales Engagement Platform, email inbox and throughout LinkedIn.  The Bolt's Settings have been updated to provide greater transparency on which Persona Regie has quickly paired your prospect with, now giving you the freedom to fine-tune the Persona, if needed.  Note: Demo of The Bolt has no sound. The Rapid Writer  The Rapid Writer allows reps to personalize their messages and emails to prospects in mere seconds and with just a few clicks. Reps love this feature as they can review three sales-ready messages at once.  With our recent update, the Rapid Writer feature is now in it's own dedicated panel of the Extension.  Reps will also be able to access all Persona and Message Settings before having Regie.ai generate the personalized content. Updated Prospect Lookup Panel & Message Personalizer Workflow  The Prospect Panel and Message Personalizer reduces the time and guesswork of researching their prospects to create a relevant, personalized message.  See how we've enhanced the look and feel Prospect Panel and made improvements to the Message Personalizer's functionality. "
      ]
    },
    {
      "title": "Finding regie.ai Sequences in Outreach",
      "textContents": [
        "Follow these steps to find your regie.ai sequences in Outreach:   This will filter your sequences to show ALL sequences created by regie.ai. "
      ]
    },
    {
      "title": "Your AI Toolkit: Creating Custom Content w/ Start from Scratch",
      "textContents": [
        "If you're at a loss for words or need help adding pre-existing material to Regie, our \"Start from Scratch\" feature is here to assist!  Get your ideas onto paper, incorporate existing content and make use of AI technology to craft the perfect piece.   Let's get started...   1. From your Regie.Ai homepage, select the \"Start from Scratch\" tile located in the AI Toolkit section. 2. This will automatically bring you to a blank Document Creation and Editing page. From there the opportunities to AI to help craft or fine-tune your writing are endless!  Here are a few examples:     "
      ]
    },
    {
      "title": "Content Engagement Notifications",
      "textContents": [
        "Once your web-based assets and collateral have been uploaded to the Regie Content Library, you can generate a convenient \"Share for Insights\" link. Not only does this make accessing these materials easier, but it also helps you track when and how frequently they are used by others. Regie will instantly deliver the link's originator email alerts about key performance metrics, like when the content was accessed by a viewer and depending on link access settings, exactly who opened it.  Read on to learn more!  Content Insight Email Notifications After a Regie user creates a \"Share for Insights\" link for items to share from the Content Library they can expect to receive email notifications each time the content is accessed.   If the link's creator sets up the \"Share for Insights\" link without requiring an email address to view the content, the link's creator will receive a general email notification from Regie.Ai.  See the example below: The email will come from Regie.ai CMS <[email protected]> the instant anyone views the link.  The link's creator will then have the opportunity to directly access the collateral in the Content Library and view additional performance metrics by pressing the \"Open in regie.ai\" button embedded in the notification email.   If the link's creator sets up the \"Share for Insights\" link requiring an email address to view the content, the link's creator will also receive the same instant email notification from Regie.ai CMS<[email protected]>.  The main difference here is that the notification will include the email address of the individual that viewed the content.  See the example below: "
      ]
    },
    {
      "title": "Archiving & Unarchiving Sequences",
      "textContents": [
        "Archiving is a great way to keep sequences that are no longer in use out of sight in your Sequence Library in Regie.  Archived sequences can be resurfaced (unarchived) at any time as they are never truly deleted from your platform.  This article will demonstrate how Regie Admins can archive and unarchive campaigns created in Regie to keep the Sequence Overview page organized. Note: For campaigns that have been published to your Sales Engagement Platform (SEP) and then archived later in Regie, this action will not change its status in your SEP.  Please visit your SEP to archive the campaign there as well. How to Archive a Sequence  1. A Regie Admin should select the campaign you want to archive from your Sequences Overview.  Do this by clicking the open box next to the campaign's name as shown below. Multiple campaigns can be selected to be archived as well. 2.  Once selected the campaign will be highlighted and the Campaign Actions Bar at the top of the page becomes useable. 3. Click the Archive button, which is spotlighted below. 4. The system will seek to confirm you want to complete the archival (deletion). 5. Press Confirm. That's it! The selected campaign is Archived and removed from view. How to Unarchive a Sequence  1. On the Sequences page, you'll want to change your view from Active to Archived. Do this by going to your Sequence View Filter located in the upper right. By default, your Sequence Overview page is set to only view your workspace's \"Active\" campaigns.  2. Select the View dropdown as shown below 3. Select Archived from the drop-down. 4. Within your Archived view you'll see the list of all campaigns currently in that status. 5. Select the Sequence to Unarchive. This action makes the Sequence Actions Bar at the top of the page usable. Select the \"Unarchive Campaigns\" button as shown below. 6. Confirm that you want to unarchive the campaign. 8. Press Confirm and you're set! The sequence will now be viewable on your main, or active, Sequences page. "
      ]
    },
    {
      "title": "Team Dashboard: LinkedIn Sales Navigator Personalization Analytics",
      "textContents": [
        "Stay on top of how your team is personalizing their messages using LinkedIn Sales Navigator directly from the Team Dashboard.  See more details on these insights below: Note: Due to when this feature was introduced, LinkedIn Sales Navigator Data is being tracked from July 7, 2023 and onward. 1. Within your Regie platform, expand the Co-Pilot section within the left side navigation menu and select Team Dashboard. 2. Select the Sales Navigator option from the Extension Activity Filters located at the top of the page. All of the Activity Data displayed on the Team Dashboard will reflect LinkedIn message insights.  For User specific insights into personalization activities occurring within InMail and LinkedIn Messages, either apply the Users filter or scroll down the page to the Leaderboard. 3. Select the name of the User from the Leaderboard. 4.\tYou will then be on User specific Extension Activity and Personalization Analytics.  5. For Sales Navigator and LinkedIn Message personalization insights scroll down to the Message Breakdown, located at bottom of this page. Per message sent, here is where you can track the message's Analyzer score, whether the message was Personalized or not, and gain additional insights on a variety of sales email writing metrics measured against established best practices. Quick Note: All Sales Navigator InMail Messages sent by the user will have a custom subject line, and the subject line itself will appear in black text.  Messages with \"<no subject>\" displayed in the subject line and appear in grey text are messages that were sent through LinkedIn Messages, not Sales Navigator InMail. 6. The Actions column provides direct access into the content of the email or message sent.  By selecting the LinkedIn Icon or Email icon from the Actions column (as shown above) easily examine message content and also gain valuable insight on how much Personalization was applied in comparison to similar messages sent and further analyzed by Regie. "
      ]
    },
    {
      "title": "Cloning a Campaign",
      "textContents": [
        "Regie Admins, Creators and Publishers and Creators can create an exact copy of an existing Sequence by leveraging the Clone feature.  We recommend cloning a campaign if you only want to change 1 or 2 things in the campaign before it's re-published to your Sales Engagement Platform (SEP).  Common reasons for cloning an existing sequence include, but aren't limited to:  See details below on easy it is to clone an existing sequence:   1.From the left side navigation menu, expand the Co-Pilot section and select Sequences. 2. From the Campaigns Overview page, click the open box directly next to the campaign you would like to refresh. This action selects and highlights the campaign you wish to take action on. Notice the Actions Menu at the top of the page becomes clickable.  2. From the Actions Menu, select the Clone button it's the one that looks like two boxes on top of each other.  3. The platform will then ask to confirm creating a clone of the campaign with the same targeting or inputs, and content. Press Confirm to proceed. 4. After cloning the campaign, the platform will automatically bring you to the Campaign Editor. While here, make any adjustments as needed.  5. Be sure to provide your Campaign with a new name before sharing for collaboration or publishing to your Sales Engagement Platform.  To do this, select the pencil icon next to the Campaign's original name, which is located on the upper left side of the page. "
      ]
    },
    {
      "title": "Publishing Campaigns",
      "textContents": [
        "Publish Campaign  On the Publish your campaign page, you will see your Campaign Name (feel free to edit using your company's naming conventions) and the workflow that you selected.  If your SEP is integrated with regie.ai and you have publishing permissions, you will see the option to Send to Outreach or Send to Salesloft.  If you aren't connected, or you aren't ready to publish, you can simply select the Download PDF option and then Let's Go to save this campaign as a draft before going live. Once this is pushed, your new Campaign will be created in your SEP with all of the emails and steps, and you'll also get an email notification when it is ready to be viewed.  You can also use the Checkout the Campaign button to go directly to your new campaign where you (or an Admin) will need to enable the templates and sequence before it can go live. Please note that once you have published a campaign it can no longer accept commenting or be edited in regie, but you can clone or refresh your campaigns in regie instead.   Check out our Publishing Campaigns Checklist for steps to review after publication. "
      ]
    },
    {
      "title": "Sequence Overview",
      "textContents": [
        "Please see Role Types and User Permissions help article for specifics on which users can modify and manage Sequences in a workspace. Within Regie Co-Pilot, certain users have the opportunity to create and manage Sequences.  From the Sequence Overview page, users can do the following:   From the overview page, you can sort your Sequences by any of these fields:  Users can also filter their Overview page by opting to switch from the default Active Sequence View and instead display All Sequences created in Regie or just Archived Sequences. The opportunity to change the View is located in the upper right of the page. "
      ]
    },
    {
      "title": "Your AI Toolkit: Email Verification",
      "textContents": [
        "Say goodbye to uncertainty! With Regie's Email Validation, you can rest assured knowing that your contact's email addresses are accurate and won't land in spam.  Check out where to find it and how it works below! How to Access and Use Email Verification  1. Select the AI Toolkit from the left-side navigation menu. 2. Within the AI Toolkit, navigate to Email Verification. Select the module to access the tool. 3. You'll then be on the Verification Page. 4, From there you have the choice to Manually Enter the emails to verify. Be sure to have them comma separated. 5.  Have a large amount of emails to verify? Select the Bulk Upload button instead. Bulk Upload provides the opportunity to upload a list of emails via CSV file stored on your computer to run through the Verification tool.  Don't have a CSV file of emails created just yet? Don't worry, we have your back!  As shown above, Regie provides a link to Download a sample spreadsheet file to get started!  6. Once you're ready to run your email addresses through the Verification tool select \"Verify\" located at the bottom of the page.  7. Verification Results will appear on the right side of the page. Selecting the Download button offers up the following options on what to do with the data.       More details on Email Validation/Delivery Statuses can be found by clicking the following link - Email Validation Statuses Explained  "
      ]
    },
    {
      "title": "Sharing Campaigns",
      "textContents": [
        "Campaign collaboration with other Regie Users  You may find it helpful to have other users leverage the full power of Regie's Campaign Editing Features while collaborating with you on a Campaign before publishing to your sales engagement platform.  We make team collaboration easy, here's how:   Sharing Campaigns within a Shared Workspace  1. For Regie Users that are also part of your Workspace, from within the Campaign's draft, copy the website URL from the top of the Campaign Builder page, and paste this direct link to the campaign within your preferred method of communicating with the Regie User(s). 2. Alternatively, you can always instruct the Regie User(s) that is part of your Workspace to access your Campaign's draft directly from the Campaign Overview page, within their Regie platform.  Regie Users with direct access to the campaign can leverage all the features Regie has to offer for collaboration which include:   And so much more... Please see Editing Your Campaigns for further details and instructions!   Sharing Campaigns with Anyone to View and Comment  You can invite anyone (Regie User or not) to View and Leave Comments on a Campaign draft via email or send them a link to view the campaign as a guest. You do not need to have a Regie license to collaborate in this way and the user does not need to be in the same workspace as you if they too are a Regie User. Here's how to invite anyone to collaborate on a campaign with View and Comment Only access:   1. Start by selecting the \"Share\" button in the top right corner while editing your campaign. This will open the \"Sharing Options\" window. 2. You can either invite someone by email to view and comment on your campaign or opt to Share via Link.  If you want to remove someone you've invited from the document, select the red trash can icon next to their name. TIP: If you have multiple collaborators, it is best to share via email so you know who added each comment. Please note that if you use \"Share Link\", all comments added will be anonymous (from \"guest\"). 3. Anyone invited to View and Comment on a campaign will receive an email from Regie <[email protected]> with a link to Open and View that specific campaign. "
      ]
    },
    {
      "title": "Applying Tags to Content in Regie",
      "textContents": [
        "Leveraging Tags in Regie will enable you and your team to quickly filter and find the content and assets you are creating or uploading to the platform for them to use.  As an Admin or Creator/or Creator Publisher in Regie, you can easily add your custom tags to content at any time. All Tagged content is accessible to you or your team via Filters accessible across the platform, including the Regie.Ai Chrome Extension, making locating important assets a breeze!  Note: Lists and their accompanying Tags must be created in Regie before they can be applied to your content. If you haven't added Lists or Tags to your Regie Workspace, please see  Creating Lists and Tags  before proceeding.  Adding Tags to Content in Regie  Add tags to call scripts, blog posts, or any custom document created or uploaded to Regie:  1. Within the Editing screen of the document, locate the Add Tags  button located on the upper right side of the page. 2. A Select Tags drop down menu will appear for you to select the tags to add to the document. Simply click the open box next to the name of the Tag, which will change to blue and show a white checkmark, indicating it is selected. Multiple tags can be selected if needed and your selected tag(s) will be visible in the box at the top.  3. Click the X button within the Select Tags drop down menu, to exit. This action also automatically saves the tags to your document. 4. That's it! You'll see the total number of tags associated with the document next to the Add Tags icon at the top of the page.  Using the image above as an example, there are two tags applied to this piece of content. Re-visiting the \"Add Tags\" button will also provide the opportunity for a Regie Admin or Creator/Creator Publisher to remove or select additional tags as needed.   Please see How to Filter Your Content Library for training on how using tags helps you quickly find content in Regie.  Adding Tags to a Campaign  1. From the left side navigation menu, expand the Co-Pilot section and select Sequences. 2. In the Sequences Overview page, select the open box next to the Campaign you want to apply tags to. 3. After Campaign is selected, the Sequence Action Menu on the top of the page will change from grey to blue and become clickable.  Select the Manage Tags button . 4. A Manage Tags window will appear for you to select the tags to add to the Campaign from the drop down menu of available tags. Simply click the open box next to the name of the Tag, which will change to blue with a white checkmark, indicating it is selected. 5. Multiple tags can be selected if needed and your selected tag(s) will be visible in the box at the top in bubbles.  6. Once finished, press Save to apply the tags to the Campaign. 7. And it's as simple as that!  Re-visiting the \"Manage Tags\" button for any selected Campaign will provide the opportunity for a Regie Admin or Creator/Creator Publisher to remove or select additional tags as needed.   Please see How to Filter Your Campaign Library for training on using tags to easily locate Campaign content in Regie. "
      ]
    },
    {
      "title": "Creating Sequences",
      "textContents": [
        "Regie combines the power of AI with industry best practices to speed up your sequence creation process and maximize engagement with your content.  Recommended Foundational Outbound Campaigns  If you're just getting started, we typically recommend beginning with one of the following 2 foundational Outbound campaign types for each of your target personas:   Tip: As a best practice, each outbound campaign should be structured around 1 Persona, 1 Pain Point, and 1 Value Prop to increase both personalization and relevancy for your cold leads.  For more information on Building Personas click here. See our comprehensive overview on Campaign Creation below.  Prefer step-by-step  instruction? A detailed \"How to\" is available after the video. How to Access Sequences  There are a few methods of accessing Sequences in Regie. Simply choose which way you prefer from the options described below (rest assured both are incredibly easy!).  Access Sequences via the Campaigns Shortcut  1. From your Regie Homepage, select the Campaigns icon (the flying paper plane) found in the \"What will you create?\" section located in the center of the page. This space is also home to other popular feature shortcuts in Regie. 2. After selecting the Campaigns icon, you'll then be brought the Sequences Overview page. This is where Regie provides an overview of all campaigns created in the workspace. 3. To create a new campaign, select the \"+Create\" button located in the top left corner of the Campaigns page.  OR   Access Sequences via the Navigation Bar  1. From the left side navigation menu, expand the Co-Pilot section and select Sequences. 2. After selecting, you'll then be brought to the same Sequences Overview page.  After you've successfully followed either of the pathways listed above, you have the opportunity to explore all of Regie's sequences and workflows built using industry best practices. Let's get started!   Selecting Your Campaign Workflow and Campaign Type  1. From the Sequences page select \"+Create\" in the upper left. 2. Choose the type of Sequences you want to create from the AI Workflows described on the page. 3. Once you've selected the Campaign Workflow you plan to create, select the \"Next->\" button located in the bottom right corner of the page. 4. From there, explore Regie's comprehensive collection of Campaign Types based on the workflow selected on the previous screen. 4. Select the campaign that best suits your needs from the list of options provided.  Regie generates a preview of campaign steps and touch points on the far right of the page. Note: By default Call steps and LinkedIn steps are automatically included in many campaign types.  ***Regie.ai recommends using both social and phone steps whenever possible, since current data shows that this will increase conversion rates on your campaigns.  Within the Campaign Preview, you do have the option to remove call steps or remove LinkedIn steps from your campaigns by unchecking the blue box directly next to the touch point. 5. Select the \"Next→\" button in the bottom right corner of the page once you're ready to progress to the Campaign build process.   Building Your Campaign with the Power of Regie.ai  Regie.ai makes it incredibly easy to build your campaign. Simply follow the prompts on the screen to fill in the fields (or inputs) and Regie will then have a new campaign generated in minutes.  In this example, we'll do a walk-through of building a General Outbound Campaign.   1. Tell Regie About Your Business  When you start to build your Campaign, Regie immediately gives you the option to save time by using the Import from Website feature.  Simply add your business website URL to the \"Link to webpage\" field and select \"Import\". Content will automatically fill in the following fields of the builder by populating marketing content from your company's website:  1. Company Name 2. Company or Product Descriptions 3. Keywords (specific words or terms that must be incorporated in the campaign's content)  See the example of outputs below using Import functionality using the www.regie.ai/ website. Note: Each of the fields can be edited as needed.  Before moving on to the next step, please let Regie know if you would also like for the following features/modifications:  1. Automatically create a Call Script for your frontline team 2. Generate a specific number of Email Variations per email step 3. Create empty manual emails that encourage personalization 4. Generate all campaign content in a Target Language other than English(The option to change language is located at the top of the page) Select Continue to move on to the next steps of the builder to customize your messaging.   2. Tell Regie your target Persona In this section, let Regie know who is the ideal customer that the campaign is being built for. You can either create a New Persona here or Select a Persona from the drop down list. Once complete, select the   button \"Continue\" in this section to progress.  3. Tell Regie your Pain Point(s)  In this section, let Regie know what specific problem you can solve for the person (or Persona) you're reaching out to in the campaign.  If you know your Pain Point you can either type in the information into the field or opt to Import Content from your Content Library in Regie. Unsure or not too confident in your current Pain Point? Have Regie.ai generate ideas for you!  Select the lighting bolt icon and let us do the work. You can then save any of the Pain Points generated by Regie.ai immediately to your Content Library to reuse for the specific persona. Once complete, select the \"Continue\" button in this section to progress.  4. Tell Regie your Value Proposition(s)  In this section, let Regie know what Solution you can provide to alleviate the pain your prospects (or Persona) is experiencing.  Much like the Pain Point section prior, if you know your Value Proposition you can either type in the information into the field or opt to Import Content from your Content Library in Regie.  Unsure or not confident in your current Value Proposition? Have Regie.ai generate ideas for you!  Select the lighting bolt icon \"X\" and let us do the work. You can then save any of the Value Propositions generated by Regie.ai immediately to your Content Library to reuse for the specific persona. 5. Tell Regie your Proof Point  Last but not least, if you have any Proof Points, or positive impacts your customers have experienced from using your solution, input that content in this space. You also have the option to Import any Proof Points already stored within your Content Library.  Note: Providing Regie a Proof Point is completely optional unlike the Persona, Pain Point and Value Prop sections of the builder.  Once complete with this last section, select the \"Continue\" button.  Note: Depending on the type of campaign you are creating, you may also be prompted by Regie.ai to fill out additional fields.  6. That's it! Click the \"Generate Campaign\" and sit back, relax and watch the magic of Regie.ai happen! Once Regie has created your campaign based on your inputs, you'll be taken to the campaign editor where you can use AI features and your Content Library to finalize your new campaign.   Learn more with these additional articles: Editing Campaigns, Sharing Campaigns, and Publishing Campaigns.  "
      ]
    },
    {
      "title": "Create, Share and Track Web-based Collateral",
      "textContents": [
        "Easily embed a trackable website link (or URL) within your client communication using Regie.  Many Regie users leverage this feature to stay in tune with the levels of engagement for any digital content or web-based materials shared and distributed through a hyperlink.  Commonly shared online collateral includes, but is not limited to:   Trackable URL insights include:   This article covers:  1. Creating a trackable URL 2. Sharing a Trackable URL 3. Sharing a previously used URL    So let's get started!  1. Creating Trackable Website URLs  1. From the left side navigation menu in the Regie platform, expand your Brand Kit and click Collateral. 2. While in your Collateral Library decide where the link should be added and who should have access.  If this website link should remain private to you keep \"My Files\" selected at this step.  If this link should be publicly accessible to the entire team select \"Team Files\" at the top of the page instead. Quick Tip: Most Regie Creators select \"Team Files\" at this step to make collateral publicly accessible for all Users. This way, once created,  other Regie Users can easily access the link from the Collateral Library, which is accessible via the Regie platform and Regie Chrome Extension.  Of course, choose the level of access that works best for your content-sharing needs! 3.  Select the \"+New\" button on the upper right side of the page. Select \"Add URL\" from the drop-down menu.  4. Next, add the New URL link to the Content Library. Within the New URL pop-up window:   This step also aids in overall Content Library organization and makes filtering for assets that are meant for certain ICPs a breeze! Press Save once complete.  5. After the asset is successfully added to the Content Library you'll immediately see it within your Content list.  This newly created URL can now be accessed and shared with others from the Content Library, which is accessible across the Regie Platform and Chrome Extension!    2. How to Share a Trackable URL  Now that the Trackable URL is available for use in the Content Library, we'll walk you through how easy it is to share.  Let's begin...    1. Within the Content Library, locate the URL you wish to share. 2. Once found, hover your mouse over the file to reveal the content's Quick Actions Icons.  These Quick Actions will automatically appear under the \"Last Modified\" column. See the image below: 3. Select the \"Share\" button from these Quick Actions. 4. Next, from the dropdown menu, select \"Share for insights\". 5. Regie will then display a Share this URL window and automatically provide tracking and sharing options for the New Custom URL Link. 6. As shown above, provide your \"Link Tracking Name\" for the URL.  By default, Regie will pull in the name of the URL as it appears in the Content Library, but the link tracking name can be customized here. Heads up: This Link Tracking Name will appear as a clickable text once shared with others from the Content Library. Therefore, when customizing, best practice is to input a Link Tracking Name that can be public facing. 7.  Within the Sharing Options, you have the added option to Require the recipient to input their email address in order to view the URL link. Things to keep in mind: When employing this URL Sharing Option, remember that requesting an email to view an online resource creates a barrier for others to quickly access an online resource. Since the recipient must enter their email address to view, the upside to this feature is the ability to track specifically who has opened the link and shares those insights instantly with the link's creator. Therefore we recommend leveraging this for warmer prospects, existing customers, or patrons. 8. Select \"Next\" in the bottom right of the Share this URL window when you're ready to move on.  9. Regie will then generate the unique URL tracking link to copy and paste into your desired outbound content.  Press Copy Link to add the link to your computer's clipboard. 10. Press Done to close the window.  11. Last, paste your custom link to the URL into the body of the content you wish to share. And you're done!  See the example below of the URL link copied and pasted into the body of an email: 3. Sharing a Previously Used URL  Sometimes, the perfect URL link is already available in the CMS that you or someone else previously set up.  In this case, skip creating a brand new URL altogether and instead leverage the Previous Links section to reuse a link, which saves you time and effort. Clicking Previous Links at the top of the window shows ready-to-use URL links, previously created by you or other Regie Users. This menu further highlights whether the URL link requires the recipient to enter their email in order to access the resource. This is indicated by the small mail icon next to the Link's Name. 1. To leverage any previously used link, hover your mouse over the Link Name row to reveal the \"Copy Link\" icon. 2. Select the Copy Link icon. 3. Regie will then automatically add the link to your computer's clipboard. 4. Simply paste the custom link into your desired content and you're done!   "
      ]
    },
    {
      "title": "Adding comments and suggestions to content in Regie",
      "textContents": [
        "Whether you're looking to leave comments on Campaign content or need to provide suggestions for editing specific content within documents created in Regie, both the Comments   and Suggestion  features provides you and your team the opportunity to collaborate as you personalize your content.  Adding Comments and Suggestions to Specific Content  While building content with your team in Regie, designated collaborators have the opportunity to add comments and suggestions to specific text selected (or highlighted) within your Campaign emails, campaign documents, or any document you've drafted in the platform.  1. Using your mouse, highlight the text that you wish to add a comment or suggestion. 2. After highlighting the text, Regie will surface the Context Menu. 3. This Context Menu provides the opportunity for you or the collaborator to leave a Comment on the section of highlighted blue text.  Alternatively, the user can choose to leave a Suggestion on what should replace the highlighted text in blue.  Simply select the collaboration tool that works best from the Context Menu and submit the Comment or Suggestion within the pop up window. Note: All Comments left on any highlighted text will automatically change the text highlight from blue to yellow. Any Suggestions to replace highlighted text will automatically change the text highlight from blue to green. The document or campaign owner will instantly receive an email notification detailing the comment or suggestion, and have the opportunity to open it in Regie.Ai to respond and collaborate further. Adding General Comments to Campaign Steps  During the Campaign build and personalization process, anyone with direct access to the campaign has the opportunity to collaborate and add general comments on campaign steps/touchpoints.  Here's how:  1. In the Campaign editor, use your mouse to select the Campaign Step (or touchpoint) you wish to leave a comment on. 2. Once the Campaign step content has populated for review, select the Comments icon within the Regie.Ai toolbar. This toolbar is pinned to the far right side of the screen. 3. From there, Select from the Comments menu drop down. Here you are presented with the option to leave your comment on \"All Steps\" in the Campaign OR leave a comment on your \"Currently Selected\" campaign step. 4. Add your comment and press \"Comment\" when finished.    Please see our Replying to and Resolving Comments and Suggestions article for more information on how to respond to and resolve comments and suggestions... "
      ]
    },
    {
      "title": "Creating Event-Based Sequences",
      "textContents": [
        "Access Event-Based Sequences  There are a few ways of accessing Event Sequences in Regie. The easiest way to quickly get to Event-Based Campaigns is through the Sequences and Cadences shortcut highlighted on your Regie.Ai homepage.  1. While on the platform's homepage, scroll down to the Sequences & Cadences section and select the \"Events\" tile. 2. You'll then be brought to the Choose a Campaign Type screen, which allows you to explore and select an Event-Based campaign that best suits your needs. Whenever a campaign type is clicked (or selected) Regie automatically generates a preview of it's steps and touch points on the far right of the page. Note: By default call steps and LinkedIn steps are automatically included in many campaign types. Tip: We recommend using both social and phone steps whenever possible as current data shows that this will increase conversion rates on your campaigns. You do have the option to remove call steps or remove LinkedIn steps from your campaigns by unchecking the blue box directly next to the touch point however. 3. Once you've decided on the Campaign Type to use, select the \"Next\" button in the bottom right corner of the page once you're ready to progress to the Campaign Build.  Building Your Event-Based Campaign  No matter the Campaign type you chose, Regie will guide you through the entire process. Simply follow the prompts on the screen, provide the necessary details (or inputs) and Regie will have a new Event-Based campaign generated in minutes.  In the steps below, we're using the Post-Event All Campaign Type as an example.   1. To start the Campaign Building process, first tell Regie a little bit about your business so that the AI can better understand what you're trying to create.    We highly encourage using the \"Import from Website\" feature which will have our AI load and summarize these company details within seconds, so you don't have to! Simply add your business website URL to the \"Link to webpage\" field and select \"Import\".  2. Review the marketing content Regie has automatically pulled from your website as inputs. Make any edits to these if necessary. In the screengrab above, the URL www.regie.ai was used to import information into the fields, or inputs, automatically.  6. Before moving on, Regie.ai will ask the number of email variations you'd like for each email step in the campaign. Most clients keep this at the default choice of 1(one), which will have the AI generate 1 email per email step in the sequence. Feel free to increase this number if you've like 2 or more email options to choose from per email step.  7. Press \"Continue\" when you're ready to proceed with the Campaign build.  8. In this next step, Regie would like to know the Event Details so that they can be included into the campaign.  The following inputs will be required:       See Event Detail Example Below: Press \"Continue\" to proceed.  9. Last, provide Regie.Ai Follow Up details so that it can be included in the campaign. All the inputs in this step are optional but, once provided, can help generate relevant content for audience next steps. Press \"Continue\" when done.  10. After Campaign Set Up is complete you, review each section's inputs. Make any Edits to the inputs within the campaign build workflow as needed.  You can also indicate a Target Language if you would like Regie to generate the campaign in a specific language.  Press \"Generate Campaign\" when you're ready to put the AI to work.  11. Regie.Ai will then do all the heavy lifting and quickly create your Event-Based Campaign! Once Regie has created your campaign based on your inputs, you'll be taken to the campaign editor where you can use AI features and your Content Library to finalize your new campaign.   Learn more with these additional articles: Editing Campaigns, Sharing Campaigns, and Publishing Campaigns.  "
      ]
    },
    {
      "title": "Updating Governance Profiles in Outreach",
      "textContents": [
        "Please follow these instructions provided by Outreach to ensure that your Outreach account is an Admin: Creating and Assigning Governance Profiles  (If you need any assistance with your governance profile settings, please reach out to Outreach Support) "
      ]
    },
    {
      "title": "Link Collateral to Personas from the Content Library",
      "textContents": [
        "As you add content into your Collateral Library (Value Propositions, Pain Points, collateral, assets, etc.) link those items directly to your target Personas that you've already created within Regie.  This article will show you how to do this directly from your Brand Kit's Collateral section of your Regie platform.  1. From the side navigation menu in the Regie platform, expand your Brand Kit and click Collateral. 2. Using the search bar or by scrolling through the content manually, locate the content you wish to link to the Persona(s) within your Library.  If the collateral is to be publicly accessible ensure the collateral stored within the \"Team Files\" and not \"My Files\". If it's within \"My Files\" simply move the content to the appropriate place within Team Files.  3. Select the name of the content with your mouse. 4. On the content activity metrics page, select the Persona to link the content to by using the drop down menu to attach the relevant Persona(s). 5. You can also link collateral to a Persona directly from the content's editing page. In the upper right corner, select the person icon to link the collateral the Persona. Remember, Personas must be created in your Regie Platform for the options to appear in the Persona drop-down menu. "
      ]
    },
    {
      "title": "Filtering Your Collateral Library",
      "textContents": [
        "How to Filter the Content Library Using Tags  1. From the left side navigation bar, click to expand your Brand Kit and select Collateral. 2. Within the Collateral there is a section on the left to Browse the Content Library using Filters, or Tags.  Note: These filters are customized based on the type of Lists, or Categories, that have been previously created in your Regie Platform by an Admin. 3. Click the drop-down to expand the Category and select the Filter(s) name which will surface the content that you're Browsing for. Notice that your Collateral is also organized by the following:   The ability to toggle between these sections of the Content Library and Browse content using Filters is also an opportunity to quickly find the assets you need.  Leverage the Search Bar located in the center of the Collateral library if you know what content you're looking for by name. Accessible within the Search Bar are additional filters to leverage which can help narrow your Content Library even further.  Select the Filter Icon in the upper right to reveal the additional opportunities to sort by:     6. Press Save to apply the additional filters as shown below. "
      ]
    },
    {
      "title": "Your AI Toolkit: Create New Value Propositions",
      "textContents": [
        "Your Value Proposition is the core of your competitive advantage. A strong value proposition will clearly communicate to a customer the benefits of using your product or services.  When thinking about your Value Props, ask yourself \"In what way does our product or service solve a specific pain point/ problem for our customers?\"  We recommend creating 1 - 3 Value Props for each of your Personas.  Regie makes it easy to create new compelling Value Propositions for you so that you won't have to! Create New Value Propositions with AI 1. From the left-side navigation menu in the Regie Platform, select the AI Toolkit. 2. Once on the AI Toolkit page, scroll down to the Elements section and select the Value Proposition. 3. You'll then be on the Value Proposition page which is where you'll provide the AI with information to generate several value propositions to choose from. Required fields to complete are the following:     Optional fields:      4.  When ready for the AI to create Value Propositions, select Generate AI Content located toward the bottom of the page.  5. AI-Generated Results will populate on the right side of the Value Propositions page within a few seconds. 6. From the list of Results, use the Quick Actions highlighted above on the generated outputs 7. To see a full list of every Value Proposition created using this feature in the AI Toolkit, select the History tab. Once you've landed on a Value Proposition or set of Value Propositions that are the best fit for your company, service, or product be sure to link the Value Proposition to your Persona.  As your next step, please see the following article:  How to Link Collateral to your Personas. "
      ]
    },
    {
      "title": "How to save Value Proposition and Pain Point Content as Snippets",
      "textContents": [
        "Once you have 1 - 3 Value Propositions and Pain Points established for your target persona(s), the next step is to save each individually to your Team's Content Library as their own stand-alone snippets.  By adding Value Propositions and Pain Point snippets into your team's Content Library and connect them to their relevant buyer Persona the snippets can be leveraged in the following ways across the workspace:   In this article, we'll show you how easy it is to take the Value Propositions and Pain Points from your brainstorming documents created by using the Regie Start from Scratch option and turn them into individual snippets.   How to Create Snippets  1. Access your Value Proposition or Pain Point start from scratch document within your Content Library.  2. Using your mouse, highlight the text of one of your Value Propositions or Pain Point statements. This action automatically reveals the Regie.ai Quick Actions Menu. 3. Select \"Save to Library\" which immediately surfaces the \"Save to Library\" window on screen.  You will then want to complete each of the following steps to save highlighted content as a snippet. Feel free to use any naming conventions typically used within your organization so that others can easily identify the resource for your target buyers.   Do this by simply selecting the target Persona from the Persona dropdown menu.  Multiple personas can be associated to a Value Prop or Pain Point snippet if needed.  Within Team Files of the Content Library, you'll notice that Regie already provides both a Value Proposition and Pain Point folder by default. 4. Select the \"Save\" when finished and you're done!  Now the snippet is available for both your team and Regie.ai to leverage! Repeat the steps above for adding additional Value Propositions or Pain Point snippets into your Team's Content Library.   Need additional help? Please reach out to the Customer Success Team for support! "
      ]
    },
    {
      "title": "Creating an Inbound Sequence",
      "textContents": [
        "Regie combines the power of AI with industry best practices to speed up your sequence creation process and maximize engagement with your content. In this article, we'll walk through how to build an Inbound Sequence.   Accessing Inbound Sequences 1. The quickest way to access is from the Regie homepage. In the center of the page navigate to select the Inbound module, found nestled within the Sequences & Cadences section. 2. After selecting Inbound, you'll be able to select and explore Regie's comprehensive collection of  Inbound Campaign Types.  3. Simply select the campaign type that best suits your needs from the list of options provided.  When a campaign type is clicked (or selected) Regie automatically generates a preview of the campaign's steps and touch points on the right of the page. Note: By default, Call steps and LinkedIn steps are automatically included in many campaign types. Regie.ai recommends using both social and phone steps whenever possible since current data shows that this will increase conversion rates on your campaigns. Within the Campaign Preview, you do have the option to remove call steps or remove LinkedIn steps from your campaigns by unchecking the blue box directly next to the touch point. 5. Select the \"Next\" button in the bottom right corner of the page once you're ready to progress to the Campaign build process.  Building your Inbound Campaign  Regie.ai makes it incredibly easy to build your campaign. Simply follow the prompts on the screen to fill in the fields (or inputs) and Regie will have a new campaign generated in minutes.  In this example, we'll do a walk-through of building a General Inbound Campaign.    1. Now that you're on the New Campaign Build page, provide Regie details about Intent Data so it can be included in your finalized campaign.  In this section, Regie wants to know how you found the data on your prospect's intentions. Before moving on, Regie.ai will ask for the number of email variations you'd like for each email step in the campaign.  Most clients keep this at the default choice of 1(one), which will have the AI generate 1 email per email step in the sequence. Feel free to increase this number if you'd like 2 or more email options to choose from per email step.  2. Press \"Continue\" when you're ready to proceed with the Campaign build.  3. In the next section, provide Regie details About Your Business so that the AI can better understand what you're trying to create.  We highly encourage using the \"Import from Website\" feature which will have our AI load and summarize these company details within seconds, so you don't have to! Simply add your business website URL to the \"Link to webpage\" field and select \"Import\".  4. Review the marketing content Regie has automatically pulled from your website as inputs. Make any edits to these if necessary. In the screengrab above, the URL www.regie.ai was used to import information into the fields, or inputs, automatically.  5. Press \"Continue\" when you're ready to proceed to the last step of the Campaign build.  6. Provide Regie with any Additional Information to be included in the campaign. Regie will make sure these important details are incorporated into the finished campaign. 7. Press \"Continue\" when done.  8. Now that Campaign Set Up is complete, review each section's inputs. Make any Edits to the inputs within the campaign build workflow as needed.  You can also indicate a Target Language if you would like Regie to generate the campaign in a specific language.  Press \"Generate Campaign\" when you're ready to put the AI to work.  9. That's it! Sit back and relax, because within a few minutes Regie will have  a full Inbound Campaign sequence! Once Regie has created your campaign based on your inputs, you'll be taken to the campaign editor where you can use AI features and your Content Library to finalize your new campaign.  Learn more with these additional articles: Editing Campaigns, Sharing Campaigns, and Publishing Campaigns. "
      ]
    },
    {
      "title": "Language Translation Options in Regie.ai",
      "textContents": [
        "Languages that are currently available in Regie.ai:  Bulgarian Chinese (Simplified) Czech Danish Dutch English (United Kingdom) English (United States) Estonian Finnish French German Greek Hungarian Indonesian Italian Japanese Korean Latvian Lithuanian Norwegian Polish Portuguese (Brazil) Portuguese (Portugal) Romanian Russian Slovak Slovenian Spanish (Mexico) Spanish (Spanish) Swedish Turkish Ukrainian Accessing Language Translation in the Chrome Extension -  Rapid Writer Bolt Accessing Language Translation in the Chrome Extension - Personalizer Accessing Language Translation in the Sequence Builder and within Regie Docs "
      ]
    },
    {
      "title": "Uploading Internal Files and Marketing Collateral into Your Regie Collateral",
      "textContents": [
        "Collateral such as eBooks, Brochures, Case Studies, White Papers, Video Links, Landing Pages, or any kind of document or media that helps support your sales cycle or customer journey should be uploaded to your Collateral in Regie.  In this article, we'll show you how easy it is to store those files in Regie so that they can be easily shared across the platform and tracked. Note: Uploaded Files cannot be used as inputs to build campaigns.  For custom content you plan to use during the campaign build process or AI powered personalization, please do so by adding the content in Regie via Start from Scratch or by using the AI Toolkit's relevant modules to brainstorm new ideas.  Getting Started with Adding Files & Collateral  1. From the left-side navigation panel in the Regie Platform, select expand your Brand Kit and then click on Collateral. 2. You'll be automatically brought to your Collateral Library. On the upper left side of the page, first, select where in the Library you would like to add the new file(s):   or  3. Once you've selected the location and decided where you wish to nest your content, select \"+New\" in the upper right of the page  Selecting the \"+New\"  button displays a drop-down menu of asset types to add, or upload, to your Library.  These include:  Uploading a File to the Content Library  1. Select the Upload File option. 2. The \"New File\" window will immediately appear.  From there you will be required to Name the File and Select or Drag and Drop the file that is currently stored on your computer. Here, you also have the opportunity to select any Tags or Personas to affix to the document, which aids in Content Library Organization and makes finding the document a breeze. 3. Press Save when finished which uploads the file! 4. Once successfully uploaded, you will see the File listed in your Content Library. Hovering your mouse anywhere over the file will reveal the options to take the following actions: Uploading a Folder  1. After clicking the \"+new\"  button on the upper right side of the appropriate Content Library, select the Upload File option from the drop-down menu. 2. This will automatically open your Computer's File Library \"Folder\" 3. On your computer, simply locate and select the File Folder you want to upload to Regie.  Regie will then instantly add the selected Folder and all of its content to the Content Library.  4. Once successfully uploaded, you will see the Folder listed in your Content Library. Hovering your mouse anywhere over the Folder will reveal the options to take the following actions: "
      ]
    },
    {
      "title": "Editing Sequences",
      "textContents": [
        "The following role types can edit Regie created Sequences: Regie Admin, Creator & Publishers and Creator Overview of the Sequence Editing Panels On the left of the screen, Users tasked with editing Sequences will find the touch pattern of their Sequence.  Easily reorder the Sequence's steps/touch points, edit or add additional steps to your sequence if necessary. The middle section of the Sequence editing panel is where Users can edit the body and subject lines (unless it is a reply) for each of your emails. The far right section of the editing panel provides Users with additional features to leverage while refining their Sequence's content.  Features in this section include: 1. Use the AI tools to Rephrase, Shorten, or Expand text. You can highlight part of a sentence, an entire sentence, a paragraph or an entire email to use these tools to help rewrite your emails. AI will generate a new example, and then you can copy the text, Regenerate another option, or select Use to insert the new version. Additional Helpful Features Include:      70% of emails are viewed on a mobile device so you want to make sure your email is easy to read! Regie also provides the opportunity to add A/B tests to your Sequence's content  Note: When adding an A/B Test, it is easiest to Duplicate and then either make edits to the body of the email (perhaps change your opening line or call to action at the end) or swap out the subject line. Up next: Sharing Campaigns and Publishing Campaigns! "
      ]
    },
    {
      "title": "Navigating between Workspaces",
      "textContents": [
        "Some Regie Users may require access to more than one workspace on their Regie platform.  You or a Regie admin may have created additional workspaces for specific needs, or you may have been invited to join one by a teammate.  Don't worry, either way--we make moving around to different Workspaces easy to do in the Regie.ai platform..here's how!  1. Within your Regie platform and select your initials located in the bottom left corner.  . 2. Upon clicking your initials your Account menu will expand. 3. From here you can select between the Workspaces you have access to, which are listed in alphabetical order toward the top of this menu. 4. To access a different workspace simply click the name of the Workspace within the list. Use the right-side scroll for list navigation as needed. That's it! Your platform will automatically refresh and you'll be instantly brought to the selected Workspace.  To switch Workspaces again, simply refer back to Step 1 of this article and re-start the process! "
      ]
    },
    {
      "title": "Add Pre-Existing Call Scripts to your Library",
      "textContents": [
        "1. From the left-side navigation panel in the Regie Platform, select expand your Brand Kit and then click on Collateral. 2. Once in your Collateral, select the Team Files tab and locate your Call Scripts Folder. 3. Click the Call Scripts Folder and select the \"+New\" button located in the upper right. 4. Click on the \"New Content\" option from the drop down menu. 5. Select \"Start from Scratch\" from the Create Document window. 6. Copy and paste your existing Call Script or Call Outline into the body of the blank start from scratch document. 7. Now that your Call Script has been added to a Regie-generated document, you have access to all of Regie's content editing and collaboration tools which include:   8. After you've edited the document, be sure to name your document by clicking on the pencil located on the upper left side of the screen. 9.  You then have the option to add any Custom Tags created to the Call Script if needed. 10. Select Save once finished! Repeat the steps above for any additional Call Scripts that should be added to your Content Library. "
      ]
    },
    {
      "title": "Your AI Toolkit: Create Social Posts",
      "textContents": [
        "1. From the Regie Homepage, select the Social Posts tile. 2. You'll automatically be brought to the Social Posts page. 3. At the top of the page, you'll notice the option to toggle between four different Social Posts features to use. We'll break each one of the features down below. Simply pick the option that works best for your desired outcomes!              With each of the four Social Post options above our AI will also ask for inputs on the following fields or options:    This tool is useful if you want to pick and choose from several different options of AI-generated content. By default, our AI will always provide 2 social post variations.         Small: Great for short social posts, Ex: Twitter posts, short LinkedIn posts Medium: Good option for a long-form LinkedIn Post Large: Useful for any long-form content, our AI will typically generate 6 -8 paragraphs of content   5. After you've provided Regie with the inputs, simply press the \"Generate AI Content\" button at the bottom of the screen.  Within seconds, your AI generated Social Copy, including variations, will appear on the right side of the page under \"Result\" Using Social Post Content  1. Copy to Clipboard - Copy and Paste the Social Copy to any document of choice within or outside of Regie  2. Save to Your Library  - Save the Social Copy directly to your Content Library in Regie. When saving to your Library, feel free to add any Tags and associate the document with a Persona, if necessary. Also decide if the document should be nested in a folder, remain private to you in My Files, or be made accessible to the Team via Team Files.  3. Export as CSV Organized by Article URL source, selecting Export as CSV will provide you with a spreadsheet of all the Social Copy results generated during the session.  If you need to work together with your colleagues on the content, this is an excellent choice.  4. History Tab - At the top of the Social Posts page you'll notice a History tab directly next to the content Results tab. The Regie AI-Generated Social Posts you've made are all kept here in a timeline. That way, you can go back to any of these posts and copy them into your clipboard or save them to your Content Library. "
      ]
    },
    {
      "title": "Managing Lists and Tags",
      "textContents": [
        "How to Edit a Tag  1. From the left side navigation menu in the Regie platform, expand your Brand Kit and click Settings. 2. Select the Workspace tab at the top of the page and from the dropdown menu click on \"Lists\". To Rename a list or completely Delete a List select the ellipses (or the 3 dots) to the far right of the List you wish to modify, as shown in the image below. To Rename a Tag or completely Delete a Tag select the ellipses (or the 3 dots) to the far right of the tag, nested within the Tag's specific \"Actions\" column, as shown in the image below. Caution   You will be asked by Regie to confirm deletion before proceeding.  Once the request to delete is confirmed, you cannot undo these actions. "
      ]
    },
    {
      "title": "Removing a User from a Workspace",
      "textContents": [
        "These instructions are to assist Regie Admins removing a User from a Workspace.  1. From the left side navigation bar, select Settings. 2. Select the Workspace tab at the top of the page and click Members from the drop down menu. 3. From the list of members at the center of the page, hover your mouse over the Status of the Member, or User, you wish to update. The Status column is found on the far right side of the Workspace Members page. 4. Hover your mouse over the Status of the User that you wish to remove Upon hovering your mouse over the User's status, you'll see the icon change to a trash can (delete). 5. Click the trash can icon to delete the User from the Workspace as shown above. A message will pop up asking if you are sure you want to delete this user. Notice you also will have the option to select the checkbox to Delete the User from the Organization.  Select Confirm when ready to delete the User and you're all set! "
      ]
    },
    {
      "title": "Understanding your Team Dashboard",
      "textContents": [
        "For more details on how frequently your team is personalizing using Regie Copilot please see the following link: How to Understand the Personalized Email Score How to Access you Workspace Team Dashboard  1. Within your Regie platform, go to the Co-Pilot section on the left navigation menu and select Team Dashboard. 2.. Alternatively, these same Personalization Analytics are also accessible by clicking the Chrome Extension icon directly from your browser. Select Analytics from the menu You will then be brought to the Chrome Extension Analytics Dashboard 🎉 All of the Extension Activity and Email Analyzer Performance data has a default display of Last 30 days. This can be changed by selecting the Timeframe filter on the right side of the page.   Now, let's break down the data and insights!   Filtering the Team Dashboard  Need to narrow your Chrome Extension insights and data on the Team Dashboard? Apply filters to the data based on Date Range, specific Users, and the Platform used to send personalized messages.   Date Range Filter Narrow your focus on a particular date range while analyzing the Extension Activity and adoption of Email Best Practices across your organization.  By selecting the Date Filter, you have the option to review Extension Activity Data from the last 24 hrs all the way up to the last 365 days.  You can also apply a Custom Date Range of your choosing by using the calendar feature and selecting and applying your preference. Users Filter By default, the Team Dashboard will showcase Extension Activity for all Regie Users in the Workspace.  Analyze specific Users by selecting them from the Users drop-down filter. Filter by Users by clicking the square next to their name.   Platform Filter Filter the Team Dashboard based on Chrome Extension usage within specific platforms used to personalized messages. By default, the Dashboard will show personalization data for all platforms listed below:   Tracking Overall Utilization  On the left side of the screen, you’ll find your users Extension Usage Activity. This section will let Leaders know which Users are actively using the Chrome Extension and the total number of Licenses you have with Regie.  The Active User Data here are as follows:   Tracking Specific Feature Usage Specific Chrome Extension feature utilization is tracked here.  Hovering your mouse over any feature usage bar and clicking it will also showcase who exactly used the feature, and the number of times used.     Why this is helpful: Using this feature helps your outbound team generate emails that are relevant to the prospect.     Why this is helpful: Using this means spending less time writing relevant, personalized emails.        Why this is helpful: Using these quick actions helps save time editing the context of your message while crafting an effective email.      Why this is helpful: More use of the CMS means email writers are spending less time writing emails, and also staying on-message using enterprise wording.      Why this is helpful: Many emails are opened on mobile - between 50 and 70%. Having a short, easy-to-read email on mobile is effective and important.     Why this is helpful: Using this means your outbound team is going deeper with their personalization efforts while crafting messages to prospects.  Why are these helpful: Using these features means that your outbound team is accelerating their LinkedIn social prospecting and sending relevant, personalized messages to prospects.   Email Analyzer Performance  You can track your organization's Email Analyzer Scores and the exact number of times users in the organization were offered Recommendations to improve their emails.  The numbers on the top-right of each recommendation represent the number of times a specific user or the organization was prompted for these industry best practice suggestions.  Leaderboard  And last but not least, there's a personalization Leaderboard of all the users in the Workspace.    Managers can click on the platform icon used by the user to send the email. This will automatically give the opportunity to see the exact email content and details to whom the email was sent.  Quick Note: Inspecting and the content of emails sent from an Email Client (Gmail or Outlook) is not available. "
      ]
    },
    {
      "title": "Team Dashboard: Understanding the Personalized Email Score",
      "textContents": [
        "Personalizing outbound messages is an important part of an effective sales strategy, and likely one of the primary motivations for purchasing Regie.ai.  It's no secret message personalization boosts open rates and engagement, as it shows your team understands prospects' needs. It also helps your team focus on features and benefits most relevant to each prospect, ultimately leading to more sales, revenue, and stronger customer relationships.  This is exactly why Regie.ai provides insights like the Personalized Email score.  This metric located within the Team Dashboard gives Sales Leaders deeper insight into exactly how your outbound sales team is utilizing personalization when sending emails to prospects, giving you an opportunity to mentor them on where they can increase their score or recognize them for stellar performance. How does Regie calculate the personalized email score?  The Regie.ai email analyzer automatically assesses all emails that are sent by users of the platform for content uniqueness.  For an email to count as Personalized, either the body of the email or the email's opener must be personalized.  This requires more than 10% of its content to be distinct from all other emails being sent; otherwise, the email won't count as \"personalized\" once analyzed by Regie.ai.  Where can you locate the Personalization Scores for your Workspace?  1. Within your Regie Platform on the left side navigation menu, expand the Co-Pilot section and select Team Dashboard. 4. This opens the Team Dashboard and provides you Chrome Extension Usage and Personalization Analytics for all Users of the Workspace.  Within the Team Dashboard, you can monitor the overall percentage of emails analyzed by Regie and considered Personalized. How do we determine the percentage of Personalized Emails sent?  Out of the total number of emails Analyzed, Regie.ai tracks the total number of those that are considered Personalized which is reflected as an overall percentage.  The percent of emails personalized metric provides Managers quick insight into the amount of personalization occurring across emails being sent by the team through their Sales Engagement Platform and LinkedIn Sales Navigator.  We recommend striving for a range of 80% - 100% personalized emails being sent. Note: Regie cannot determine the level of Personalization applied to emails sent from Email Clients such as Outlook or Gmail. Use the Timeframe, Users or Platform filters (Sales Engagement Platform or LinkedIn Sales Navigator) to narrow down the scope of personalization occurring as well.  These filters are found on the top of your Team Dashboard as shown below.  Tracking the amount of Personalization being applied by specific Users  On the Team Dashboard's Leaderboard, Sales Managers can gain more insights into how users are personalizing their outbound emails on an individual level.  The Leaderboard is located toward the bottom of the Dashboard. As shown above, leaders can easily track the frequency of an individuals personalization efforts by looking at the percent of personalized emails sent out of the total number of emails analyzed by Regie.ai.   Select the name of any Regie.ai User on the Leaderboard list to dig deeper into their Chrome Extension activity, Personalization metrics and monitor if they are following the recommended best practices for personalization. Toward the bottom of an individual's Personalization Activity page you will find the Email Breakdown section. This shows managers exactly which emails are meeting the established Personalization guidelines, which emails didn't meet the guidelines, and exactly how. If you see \"green check\" in the Personalized column, this means the email sent, met the standards for personalization. More than 10% of the email's content is different from other emails analyzed and sent by the user. There has also been a personalized Opener and/or Email Body detected.  A \"red X\" in the Personalized column lets you know that the email has not met the standards of personalization. This tells us that after analysis, there are other emails that are extremely similar to the email that was sent. There has also been no personalized Opener nor personalized Email Body detected.  How to track email similarities and differences  1. Select the black envelope under the Actions column next to the email you want to inspect.  This opens the Email Preview as shown below which provides details to the email's content, a badge of Personalized or Not Personalized, and opportunity to see all similar emails. 2. Select the \"Show Similar Emails\" button in the upper right which provides you a list of Similar Emails sent as well as the percentage of similarity to the selected email.  In the example below, this email was marked as \"Not Personalized\" because it's content is 92% similar to another email also sent by the User. 3. Select the subject line of any of the similar emails in the list to further inspect how much or how little of a change occurred to the content.  Toggle on the \"Diff View\" to inspect the exact content added and/or removed to the email as shown below. 4. When you select to inspect a Personalized Email, you'll notice  much lower percentage of similarity the selected email has compared to other emails sent by the user. "
      ]
    },
    {
      "title": "Rapid Writer: Create Messages using Salesforce CRM Data",
      "textContents": [
        "The Rapid Writer is a powerful tool that quickly tailors your messages to a prospect's Persona, ensuring it speaks to both your company's unique value proposition and their own job title to create an instantly personalized, sales-ready email in seconds.  Once your Regie Workspace is integrated with your Salesforce CRM, the Rapid Writer can not only personalize outbound emails in seconds, but elevate relevancy by using specific Salesforce Account and Contact Objects prioritized by a Regie Admin and further guided by a custom prompt.  See how effortless it is for Regie Chrome Extension Users to personalize their messages with Salesforce CRM Data using the Rapid Writer by watching the video below.  In this example, the user's Regie Workspace Personalization Settings have established and prioritized certain Salesforce CRM Data Sources to help with personalization, and has a customized default prompt in place to help the Rapid Writer with structuring emails that reflect their brand's voice. Salesforce CRM Data can be used automatically by the Rapid Writer by default or manually applied within the following applications:  Sales Engagement Platforms  Email Clients  Social Need to integrate your Salesforce CRM with Regie? See the linked article for instructions on How to Connect your CRM to your Regie Workspace. "
      ]
    },
    {
      "title": "HubSpot Workflows vs Sequences with regie.ai",
      "textContents": [
        "In general, if your primary focus is sales and you have a lower volume of prospects you need to email, Sequences are a better email automation option.  However, if you are doing marketing emails (ex: nurture/ drip campaigns) or high volume outreach, Workflows are likely going to be a better option for email automation. Please contact your regie CSM if you need help deciding on the best strategy for your particular goals. Key Strategic Differences between Workflows & Sequences  Threading/ Reply Options  What is Threading? Threading means that emails in your campaign will continue on the same \"thread\" of email conversation; after the first email your subsequent emails will reply to the original email and use the same subject line with a \"Re:\" before it - the advantage is that your prospect will have more context / all the content you have been sending them in one place.  Workflows: Not Available. Workflows are comprised of individual marketing email templates and cannot be threaded, so when you are crafting these email campaigns, make sure that each email can stand on it's own since your recipient will get each email individually.  Sequences: Available, with a caveat. Sequences can have threading, BUT it is an all-or-nothing decision. In your Sequence settings, you have to determine if all emails in the Sequence will be threaded or none of the emails. This can be a disadvantage if you want to test out more than one subject line or start a new thread after your 3rd email.  Note: Some regie customers that want to use threading for part of their email campaign will create 2 separate sequences with a task to move the prospect to the 2nd sequence after they have finished the first batch of emails (ex: for the regie Multi-Touch campaign - create 1 sequences for emails 1-3, and a 2nd sequence for email 4 reintroduction and emails 5-7).  Automation Limitations  Workflows are usually comprised of automated emails and there are no limits to the number of emails you add to a workflow.  Sequences have a maximum of 5 automated emails per sequence, but you could have additional manual emails, tasks, and call tasks.  Integration with regie.ai  HubSpot workflows can integrate with Regie.ai. After you export your regie campaign to HubSpot, you will need to enable your emails for automation. (This article walks you through that process)  HubSpot sequences are not able to integrate with any outside platform - HubSpot has blocked this feature from their API - so you cannot publish directly from Regie to HubSpot.  However, you can publish new or existing Sequences via the Regie Chrome Extension.  Enrollment, Unenrollment, and Engagement Tracking  Workflows: Cannot track replies or automatically unenroll, but you can setup automatic or manual enrollment.  Workflows allow for automatic and manual enrollment - you can set up triggers for contacts to be enrolled in an workflow once they meet certain trigger requirements.  Workflows DO NOT automatically unenroll contacts from a workflow if they reply or book a meeting and marketing emails cannot track replies. However, you can set up unenrollment triggers.  Sequences: Can track replies and automatically unenroll contacts if they take action, but typically need to be enrolled manually.  Contacts are typically manually enrolled in sequences. (This HubSpot article walks you through how to enroll contacts in a Sequence)   Sequences will automatically unenroll contacts once your prospect takes action (ex: replies to your email or books a meeting), and they can also track replies.  Reporting - Additional Resources  For Workflows, see Analyze your marketing email campaign performance  For Sequences, please see Analyze sequence enrollment and performance data  Other differences to consider  HubSpot Subscription Type  Sending automated emails through Workflows requires a Marketing Hub Professional or Enterprise subscription.  Sending automated emails through Sequences requires Sales Hub Professional or Enterprise subscription or Service Hub Professional or Enterprise users with a connected personal inbox (G Suite, Office 365, or IMAP).  Types of Emails  Workflows use marketing emails that are saved for automation and do not use the same templates available for sales. Workflows send marketing emails through HubSpot and the from address can be customized in the email editor.  Sequences allow users to send a series of sales email templates to contacts from your connected inbox as sales emails from an individual.  Limits on Emails and Sequences  Sequences have a daily send limit which will depend on your subscription type.  The sequences send limit is based on the number of sequences email sends on a given day, not the number of new enrollments. The limit includes all emails sent immediately when a contact is newly enrolled in a sequence and any scheduled sends from previous enrollments. For example, if your sequences daily send limit is 500 and you already have 450 emails scheduled to send on a given day, you can only schedule an additional 50 sequences email sends that day.  HubSpot will notify you if you try to start a sequence with emails to send on a day when the limit has been reached.  There is a daily send limit on one-to-one emails sent from a connected inbox. This daily send limit applies to emails sent from a personal inbox or a team inbox. These limits prevent you from exceeding your email provider's send rate limit. HubSpot send limits vary based on each email provider's limit:  "
      ]
    },
    {
      "title": "Set your default Rapid Writer Message Type",
      "textContents": [
        "With Regie's Rapid Writer enabled, Admins can select the type of instantly personalized messages their Rapid Writer should generate in the Chrome Extension.  The Rapid Writer in the Chrome Extension can produce one of the following message types by default for your reps:  1. Email intro line, customized to your prospect's persona and best used to generate a compelling hook. 2. Personalized email body, subject line included, tailored to your prospect's persona. 3. Persona-driven personalized LinkedIn Message   In this article, we'll show where you can manage your workspace's default Rapid Writer message type.  How to Change Your Default Rapid Writer Message Settings  1. In your Regie Platform from the left-side navigation bar, select to expand your Brand Kit  and then click Prompts. 2. At the top of the Prompts page you'll see your workspace's Rapid Writer message options. 3. Select the desired default Rapid Writer Output Type. Keep in mind, only one Rapid Writer Output Type can be selected for a Regie.ai workspace. That's it, you're all set!  With these settings applied, the Rapid Writer will know to produce the default message type you've selected.    Next, you'll want to review or make adjustments to your workspace's Rapid Writer Prompt and Personalization Data Source Priorities.   Please see our Rapid Writer: Customize your Email Personalization Prompt and Rapid Writer: Personalization Data Source Priority articles for more details and instructions! "
      ]
    },
    {
      "title": "Adding Pre-Existing Value Propositions to your Collateral",
      "textContents": [
        "What is a Value Prop?  Value Propositions are brief statements on how your product/ company will solve for the challenges (Pain Points) your target buyer Persona's are facing.  How many Value Props should be added to Regie?  If you are a Regie Admin, Creator & Publisher, or Creator and are tasked with setting your site up for success, we recommend creating 1-2 Value Prop snippets for each of your target buyer Personas.  For Regie, manually added Value Prop snippets should be concise, at 200 characters or less (approximately 1 sentence).  What is the benefit to adding Value Props to my Collateral?  Once added to Regie, Value Propositions snippets can be:  Click this link for more Value Proposition FAQs  Do your persona-based Value Propositions currently exist within a PDF document?  Regie can read the context of your PDF documents and automatically incorporate value propositions and pain points within the PDF into persona-driven Rapid Writer messages for your outbound team with ease.  Please see our linked PDF Content FAQs for more details!  This article demonstrates:  How to bulk add Value Props to your Collateral: 1. From the left-side navigation panel in the Regie Platform, select expand your Brand Kit and then click on Collateral. 2. Select Team Files. This ensures that your Value Propositions are publicly accessible. 3. Select the Regie provided Value Propositions folder from the list. 4. In the upper right corner, select \"+New\" button.  5. Select New Content from the drop-down menu. 6. The Create Document pop-up will automatically appear on the screen. Select the Start From Scratch option.  7. This action will automatically bring you to a blank start from scratch Regie Document Creation and Editing page. Think of this document as your brainstorming/collaboration space for all of your existing Value Propositions.  8. Name your Regie document by selecting the pencil icon on the upper left side. In the example we will be naming the document \"Value Propositions - Prep & Collab\" but choose any name that works best for you to identify it.  9. Copy and Paste all of your existing persona-specific Value Propositions into the body of the document. Quick Note: This step has not automatically added your Value Propositions as individual snippets to your Content Library for your team or Regie.ai to use and reference.  Use this space instead to further edit or refine your existing Value Propositions before saving them as individual snippets to use for personalization.  Please see Preparing your existing Pain Points and Value Propositions for Upload for tips and best practices to prepare concise, impactful brand statements. 10. Now that all of your Value Propositions have been added to the document, you have access to all of Regie's AI-powered content editing features. AI-powered editing and refining tools include the following:    Easily Collaborate with your team - send this Value Propositions brainstorm document via email to anyone for their Comments and Suggestions using the \"Share\" button.  Editors Tip: Although your start from scratch document autosaves whenever you make changes to the content, be sure to manually Save your document by clicking the \"Save\" button in the upper right-hand corner if you plan to navigate away from the page.   Happy with your Value Propositions?  Save them to your Content Library as individual snippets and link to a Persona  Once you've landed on 1-2 Value Propositions for your target persona(s), you'll want to save each of the Value Props individually to your Team's Content Library as stand-alone documents, or snippets.  See the following linked article for next steps: How to Save your Value Proposition as a snippet to your Team's Content Library  "
      ]
    },
    {
      "title": "Add Pre-Existing Pain Points to your Content Library",
      "textContents": [
        "What is a Pain Point?  Pain Points are the problems or challenges that your product/ service is trying to solve for your customers, and it is important to get this right so your emails feel relevant to the recipient.  Make sure to focus on the persona's business need rather than the individual when personalizing at scale.  How many Pain Points should be developed for each Persona?  If you are a Regie Admin, Creator & Publisher, or Creator and are tasked with setting your site up for success, we recommend having 1- 2 Pain Points for each of your target buyer Personas.  In Regie.ai, manually added Pain Points should be concise, at 200 characters or less (around a sentence).  Any pre-existing Pain Point that is longer than 200 characters should be modified and shortened to fit the character limit of these inputs across the Regie platform.  What is the benefit to adding our Persona's Pain Points to the team's Content Library?  Once added to Regie, Pain Point snippets can be:  Do your personas common challenges and pain points currently exist within a PDF document?  Regie can read the context of your PDF documents and automatically incorporate value propositions and pain points within the PDF into persona-driven Rapid Writer messages for your outbound team to leverage with ease.  Please see our linked PDF Content FAQs for more details! How to add pre-existing Pain Points into your Content Library: 1. From the left-side navigation panel in the Regie Platform, select expand your Brand Kit and then click on Collateral. 2. Select Team Files to access the pre-built folders provided by Regie. 3. Select the Pain Points folder from the list. 4. In the upper right corner of the page, select \"+New\".  5. From the drop-down menu, select New Content. 6. The Create Document pop-up will automatically appear on the screen. 7. This will automatically bring you to a blank Regie Document Creation and Editing page. Think of this document as your brainstorming/notetaking space for all of your existing Pain Points.  8. Now, Name your document by selecting the pencil icon on the upper left side. In the example here we named the document \"Pain Points\" but choose any name that works best for you to identify it.  9. Next, Copy and Paste all of your existing persona-specific Pain Points into the body of the document. Quick Note: This step has not automatically added your Pain Points as individual snippets to your Content Library for your team or Regie.ai to use and reference.  Use this space instead to further edit or refine your persona's pain points before saving them as individual snippets to use for personalization.  Please see the following link: Preparing your existing Pain Points and Value Propositions for Upload for tips and best practices to prepare concise, impactful brand statements. 10. Now that your Pain Points have been added to a Regie-generated document, you have access to all of Regie's AI-powered content editing features which include:   You also have tools for Collaboration and can send the Pain Point brainstorm document to any email address for Comments and Suggestions. Simply press \"Share\" in the upper left corner of the doc. Editors Note: Although the start from scratch page autosaves whenever you make changes to its content, be sure to manually Save your document by clicking the \"Save\" button in the upper right-hand corner before navigating away from the page. Happy with your Pain Points?  Save them to your Content Library as individual snippets and link them to their appropriate Persona.  Once you've identified 1 - 2 pain points experienced by your target persona(s), you'll want to save each of your persona's challenges from your brainstorming document to your Content Library as their own stand-alone documents, or snippets.   Please see the following linked article for next steps: How to Save your Pain Point as a snippet to your Team's Content Library  Feeling stuck or need any additional help? Please reach out to our Customer Success team for support! "
      ]
    },
    {
      "title": "Rapid Writer Personalization Data Source Priority",
      "textContents": [
        "The Rapid Writer can use information from a particular set of data sources when creating your personalized introductions through the Regie Chrome Extension.  If you're an Admin or Creator, you can create and customize this set, or priority list, of data sources your Rapid Writer should leverage by default for message personalization.  Data Sources available for Rapid Writer personalization are listed below: Rapid Writer Data Prioritization Lists can be established for each of the supported types of Rapid Writer outputs:  Establishing a data source priority list also determines the preferred order that message drafts will appear for Users of the Rapid Writer in the Chrome Extension.  The Rapid Writer will always incorporate just one data source per message draft each time it runs; giving Regie Chrome Extension users a total of three different personalization options to choose from in seconds.  See instructions below on how to easily establish your default Rapid Writer Data Source Preferences for your Workspace's Chrome Extension Users.  1. In your Regie Platform from the left-side navigation bar, select to expand your Brand Kit  and then click Prompts. 2. On the Prompts page is where you'll see previews of all your current Default Rapid Writer Personalization Prompts and Rapid Writer Data Source Prioritization for each message type. 3. Scroll down this page until you see the Edit Button. 4. After selecting Edit, you'll be immediately brought to the Edit Personalization Settings page.  Separate Data Source Priority Lists can be created for Rapid Writer generated: 5. Within your desired Rapid Writer Data Source Priority Settings, you can take the following actions: Note: When establishing your Rapid Writer's Data Source Priority List, ensure that you provide at least three sources for the AI to select from.  To give your Rapid Writer a personalization safety net, adding more than three data sources is highly recommended. This ensures that if any of your top three data sources are unavailable for the prospect, other data sources further down on the list could be utilized by the Rapid Writer instead.  Remember that only three individualized emails, each incorporating one data source, will be generated by the Rapid Writer. 6. Press Save Changes at the bottom of the page once your Rapid Writer Data Source preferences are to your liking!  Please see Related Articles highlighted below for more Rapid Writer resources! "
      ]
    },
    {
      "title": "Create a New Workspace",
      "textContents": [
        "There may be instances where an additional workspace may be required for your Regie platform.  A few examples include:  1. Select Settings from your left navigation menu in your Regie Platform. 2. Click the Organization tab located at the top of the page and select Workspaces from the dropdown menu. 3. Select +New Workspace in the upper right corner of the screen. 4. On the Create New Workspace page, select if you would like to create a New Workspace to collaborate in OR Clone an Existing Workspace instead. Note: When Cloning an existing workspace all Collateral in Team Files will be duplicated in the new Workspace. "
      ]
    },
    {
      "title": "Salesforce CRM Data Source Prioritization",
      "textContents": [
        "The Rapid Writer is able to use information from specific data sources and generate hyper personalized messages to your prospects in seconds.  With a connected Salesforce CRM, you can use the data from your Accounts and Contact Objects to create even more personalized and relevant emails.  This article will show how you can add and prioritize these specific Salesforce CRM Data points for the Rapid Writer to leverage for personalization. Additionally your Data Source Prioritization List determines the preferred order that generated message drafts using this Salesforce data will appear when using the Rapid Writer in the Chrome Extension.  Based on your Personalization Settings, Rapid Writer Data Prioritization can be established for the following message types and their associated email or message prompts:   See how to establish and prioritize your Salesforce CRM Data as an instant personalization source for the Rapid Writer below. Note: Salesforce Integration must be enabled to access this personalization feature. Please see the following article for instructions on Connecting your Salesforce CRM to Regie.  How to Prioritize your Salesforce CRM Data Sources for Message Personalization  1. In your Regie Platform from the left-side navigation bar, select to expand your Brand Kit and then select Prompts. 2. On this Prompts page is where you'll see previews of all your current Default Rapid Writer Personalization Prompts and Rapid Writer Data Source Prioritization for each message type. 3. Scroll to the bottom of this page and select the Edit button. 4. From your Personalization Settings Regie recommends taking either of the following actions for your Rapid Writer Email & Subject, Intro Line, or LinkedIn Message prompts that you will add CRM Data personalization to:  5. Next, add your CRM Data Source to the Data Source Priority List. Do this by selecting +Data Source. 6. Select CRM from the Available Data Sources list. 7. Select +Field to add in your desired Salesforce Object from the Account or Contact and it's associated Field Value. 8. Using the drop down menu, add your Salesforce Object (Account or Contact) and it's Value into the CRM Data Source. Note about available CRM Data: All of your Salesforce CRM Account and Contact Details will be available in the drop down menus, even if there are fields on these objects that are custom or being pushed into your Salesforce CRM from 3rd party integration.  If you are searching for fields related to the contact or account these will not be automatically included in the list but can be pushed in by using Roll Up Summary or FlowBuilder.  Please connect with your Salesforce Administrator for additional assistance with this. 9. Adjust the priority of the added CRM Data source on the list by dragging it to it's desired location using the 6 dots. Note: When constructing your data source priority list, ensure that you provide at least three individual data sources for the AI to select from.  Remember, this data source list also determines the preferred order that message drafts will appear when using the Rapid Writer. The Rapid Writer will always generate three individual email recommendations based on the data sources list, and integrate just one data source per message draft each time it runs. 10. With your Data Source priority list in place, be sure to adjust or craft your Rapid Writer Prompt that will be using the CRM Data. You have the option to make this prompt the Default selection for your Rapid Writer or simply remain an option to choose from in your Personalization Prompt Library. Prompt Engineering Tip: The new prompt should incorporate the name of the Salesforce Field and it's Field Value along with explicit instructions on how to talk about the data. Last, instruct the AI to reference your Value Proposition including the call to action. 11. Preview the prompt and how the CRM Data Sources are incorporated by using the Try It button found in the center of the page. Make any adjustments as you see fit to the prompt and data sources selected. 12. Press save at the bottom of the page when finished to save your changes!  That's it! The CRM Data Sources and their level of priority can now be leveraged by the Rapid Writer on the Chrome Extension.  See how easy it is for a user to leverage the Rapid Writer with CRM Data as the established priority for message personalization. "
      ]
    }
  ],
  "count": 121
}